Repository: OpenSourceInternetV2/gnunet
Catalog: po/*.po
Languages: de

source: do not generate an advertisement for this namespace (use when creating a new pseudonym)
de: Keine Bekanntmachung für diesen Namespace erstellen (zu verwenden, wenn ein neues Pseudonym erstellt wird)

source: do not list the pseudonyms from the pseudonym database
de: Keine Ausgabe der Pseudonyme in der Pseudonymdatenbank

source: specify NAME to be the realname of the user controlling the namespace (use when creating a new pseudonym)
de: NAME als den Realnamen des Benutzers angeben, der den Namespace verwaltet (zu verwenden, wenn ein neues Pseudonym erstellt wird)

source: specify IDENTIFIER to be the address of the entrypoint to content in the namespace (use when creating a new pseudonym)
de: IDENTIFIER als Adresse angeben, die der Einsprungspunkt zu den Inhalten im Namespace ist (zu verwenden, wenn ein neues Pseudonym erstellt wird)

source: set the rating of a namespace
de: das Rating eines Namespaces setzen

source: use DESCRIPTION to describe the content of the namespace (use when creating a new pseudonym)
de: DESCRIPTION als Beschreibung der Inhalte des Namespaces verwenden (zu verwenden, wenn ein neues Pseudonym erstellt wird)

source: specify the given URI as an address that contains more information about the namespace (use when creating a new pseudonym)
de: die angegebene URI als die Adresse angeben, die weitere Informationen über den Namespace enthält (zu verwenden, wenn ein neues Pseudonym erstellt wird)

source: Create new pseudonyms, delete pseudonyms or list existing pseudonyms.
de: Erstellen von neuen Pseudonymen, Löschen von Pseudonymen und Auflisten von bestehenden Pseudonymen.

source: Invalid argument: `%s'
de: Ungültiger Parameter: `%s'

source: Invalid arguments. Exiting.
de: Ungültige Parameter. Abbruch.

source: Namespace `%s' has rating %d.
de: Namespace `%s' hat das Rating %d.

source: Namespace `%s' (%s) has rating %d.
de: Namespace `%s' (%s) hat das Rating %d.

source: Rating (after update): %d
de: Rating (nach Update): %d

source: Collection stopped.
de: Collection beendet.

source: Failed to stop collection (not active?).
de: Fehler beim Beenden der Collection (nicht aktiv?).

source: Pseudonym `%s' deleted.
de: Pseudonym `%s' wurde gelöscht.

source: Error deleting pseudonym `%s' (does not exist?).
de: Fehler beim Löschen des Pseudonyms `%s' (existiert nicht?).

source: Started collection `%s'.
de: Collection `%s' begonnen.

source: Failed to start collection.
de: Fehler beim Starten der Collection.

source: Could not create namespace `%s' (exists?).
de: Namespace `%s' konnte nicht erstellt werden (existiert bereits?).

source: Namespace `%s' created (root: %s).
de: Namespace `%s' wurde erstellt (Root: %s).

source: Could not access namespace information.
de: Auf die Namespace Informationen konnte nicht zugegriffen werden.

source: exit after receiving LIMIT results
de: Abbrechen, nachdem LIMIT Ergebnisse empfangen wurden

source: write encountered (decrypted) search results to FILENAME
de: Begegnete (entschlüsselte) Suchergebnisse in FILENAME schreiben

source: wait TIMEOUT seconds for search results before aborting
de: TIMEOUT Sekunden auf Suchergebnisse warten, bevor abgebrochen wird

source: Search GNUnet for files.
de: Das GNUnet nach Dateien durchsuchen.

source: Not enough arguments. You must specify a keyword or identifier.
de: Nicht genügend Parameter. Sie müssen ein Schlüsselwort oder einen Bezeichner angeben.

source: Starting search failed. Consult logs.
de: Das Starten der Suche schlug fehl. Bitte ziehen Sie die Protokolldateien zu Rate.

source: Error converting arguments to URI!
de: Fehler beim Konvertieren von Parametern in URI!

source: %16llu of %16llu bytes unindexed (estimating %llu seconds to completion)
de: %16llu von %16llu Bytes deindiziert (schätze %llu Sekunden bis Fertigstellung)

source: Unindexing of `%s' complete, %llu bytes took %llu seconds (%8.3f kbps).
de: Deindizierung von `%s' abgeschlossen, %llu Bytes benötigten %llu Sekunden (%8.3f kbps).

source: Error unindexing file: %s
de: Fehler beim Deindizieren der Datei: %s

source: Unindex files.
de: Dateien deindizieren.

source: You must specify one and only one file to unindex.
de: Sie dürfen nur eine Datei zum Deindizieren angeben.

source: `%s' failed. Is `%s' a file?
de: `%s' schlug fehl. Ist `%s' eine Datei?

source: GAP received invalid content from `%s'
de: GAP hat ungültige Inhalte von `%s' empfangen.

source: Cover traffic requested but traffic service not loaded. Rejecting request.
de: Verdeckender Netzwerkverkehr angefordert, aber der Verkehrsdienst wurde nicht geladen. Anfrage wird abgelehnt.

source: Cannot satisfy desired level of anonymity, ignoring request.
de: Gewünschter Grad an Anonymität kann nicht erreicht werden, Anfrage wird ignoriert.

source: # gap requests total received
de: # gap Anfragen insgesamt empfangen

source: # gap requests policy: immediate drop
de: # gap Anfragen mit taktischer Entscheidung: sofortiges Verwerfen

source: # gap requests policy: not routed
de: # gap Anfragen mit taktischer Entscheidung: kein Routing

source: # gap requests policy: not answered
de: # gap Anfragen mit taktischer Entscheidung: nicht Antworten

source: # gap requests processed: attempted add to RT
de: # gap Anfragen verarbeitet: versucht, der RT hinzuzufügen

source: # gap requests processed: local result
de: # gap Anfragen verarbeitet: lokales Ergebnis

source: # gap routing successes (total)
de: # gap Routing erfolgreich (insgesamt)

source: # gap requests dropped: collision in RT
de: # gap Anfragen verworfen: Kollision in RT

source: # gap requests forwarded (counting each peer)
de: #gap Anfragen weitergeleitet (jeder Knoten gezählt)

source: # gap duplicate requests (pending)
de: # gap doppelte Anfragen (unfertig)

source: # gap duplicate requests that were re-tried
de: # gap doppelte Anfragen, die wiederholt wurden

source: # gap re-try ttl difference (cummulative)
de: # gap Wiederholungs-TTL-Differenz (kummulativ)

source: # gap reply duplicates
de: #gap doppelte Antworten

source: # gap spurious replies
de: # gap falsche Antworten

source: # gap routing slots currently in use
de: # gap Routingschächte im Moment in Verwendung

source: Traffic service failed to load; gap cannot ensure cover-traffic availability.
de: Verkehrsdienst konnte nicht geladen werden, GAP kann keinen verdeckenden Netzwerkverkehr sicherstellen.

source: `%s' registering handlers %d %d
de: `%s' registriert Handler %d %d

source: `%s' registering client handler %d
de: `%s' registriert Client-Handler %d

source: allows clients to determine gnunetd's configuration
de: Erlaubt es Clients die Konfiguration von gnunetd abzufragen

source: Existing hostkey in file `%s' failed format check, creating new hostkey.
de: Formatüberprüfung schlug für die existierende Hostkeydatei `%s' fehl, es wird ein neuer Hostkey erzeugt.

source: Creating new hostkey (this may take a while).
de: Ein neuer Hostkey wird erzeugt (dies kann eine Weile dauern).

source: Could not create hostkey!
de: Hostkey konnte nicht erzeugt werden!

source: Done creating hostkey.
de: Hostkey wurde erfolgreich erzeugt.

source: File `%s' in directory `%s' does not match naming convention. Removed.
de: Die Datei `%s' im Verzeichnis `%s' entspricht nicht der Namenskonvention. Datei wurde entfernt.

source: %s `%s' returned no known hosts!
de: %s `%s' ergab keine bekannten Knoten!

source: Removed file `%s' containing invalid hello data.
de: Datei `%s' enthielt ungültige Hello Daten und wurde entfernt.

source: Signature failed verification: signature invalid.
de: Verifikation einer Signatur fehlgeschlagen: Signatur ist ungültig.

source: Received malformed `%s' message. Dropping.
de: Beschädigte `%s' Nachricht empfangen. Nachricht wird verworfen.

source: Received ping for another peer. Dropping.
de: Ping für einen anderen Knoten empfangen. Ping wird verworfen.

source: Received PING not destined for us!
de: Empfangener PING ist nicht an uns gerichtet!

source: Could not match PONG against any PING. Try increasing MAX_PING_PONG constant.
de: PONG konnte keinem PING zugeordnet werden. Versuchen Sie die Konstante MAX_PING_PONG hochzusetzen.

source: Cannot create PING, table full. Try increasing MAX_PING_PONG.
de: PING konnte nicht erstellt werden, da die Tabelle voll ist. Versuchen Sie, die Konstante MAX_PING_PONG hochzusetzen.

source: # encrypted PONG messages received
de: # verschlüsselter PONG Nachrichten empfangen

source: # plaintext PONG messages received
de: # Klartext PONG Nachrichten empfangen

source: # encrypted PING messages received
de: # verschlüsselter PING Nachrichten empfangen

source: # PING messages created
de: # PING Nachrichten erstellt

source: # encrypted PONG messages sent
de: # verschlüsselter PONG Nachrichten gesendet

source: # encrypted PING messages sent
de: # verschlüsselter PING Nachrichten gesendet

source: `%s' registering handlers %d %d (plaintext and ciphertext)
de: `%s' registriert Handler %d %d (Plaintext und Ciphertext)

source: %s::%s - RPC %s:%p could not be registered: another callback is already using this name (%p)
de: %s::%s - RPC %s:%p konnte nicht registriert werden: ein anderer Callback verwendet bereits diesen Namen (%p)

source: %s::%s - RPC %s:%p could not be unregistered: another callback registered under that name: %p
de: %s::%s - RPC %s:%p konnte nicht unregistriert werden: ein anderer Callback ist unter diesem Namen registiert: %p

source: %s::%s - RPC %s:%p could not be unregistered: not found
de: %s::%s - RPC %s:%p konnte nicht unregistriert werden: nicht gefunden

source: %s::%s - async RPC %s:%p could not be unregistered: not found
de: %s::%s - async RPC %s:%p konnte nicht unregistriert werden: nicht gefunden

source: Invalid message of type %u received. Dropping.
de: Ungültige Nachricht des Typs %u empfangen. Nachricht wird verworfen.

source: Dropping RPC request %u: message malformed.
de: RPC Anfrage %u wird verworfen: Nachricht ist beschädigt.

source: RPC not unregistered: %s:%p
de: RPC nicht unregistriert: %s:%p

source: `%s' registering handlers %d %d %d
de: `%s' registriert Handler %d %d %d

source: Failed to initialize `%s' service.
de: `%s' Dienst konnte nicht initialisiert werden.

source: RPC async reply invalid.
de: RPC async Antwort ungültig.

source: async RPC reply not received.
de: async RPC Antwort nicht empfangen.

source: Session key from peer `%s' could not be verified.
de: Sitzungsschlüssel von Knoten `%s' konnte nicht überprüft werden.

source: Cannot encrypt sessionkey, other peer not known!
de: Sitzungsschlüssel kann nicht verschlüsselt werden, der andere Knoten ist uns nicht bekannt!

source: Invalid `%s' message received from peer `%s'.
de: Ungültige `%s' Nachricht von Knoten `%s' empfangen.

source: setkey `%s' from `%s' fails CRC check (have: %u, want %u).
de: setkey `%s' von `%s' hat eine ungültige CRC Prüfsumme (tatsächlich: %u, erwartet: %u).

source: Error parsing encrypted session key, given message part size is invalid.
de: Fehler beim Parsen des Verschlüsselten Sitzungsschlüssels, gegebene Nachrichtenteilgröße ist ungültig.

source: Unknown type in embedded message: %u (size: %u)
de: Unbekannter Typ in engebetteter Nachricht: %u (%u bytes)

source: # session keys sent
de: # Sitzungsschlüssel gesendet

source: # session keys rejected
de: # Sitzungsschlüssel abgelehnt

source: # session keys accepted
de: # Sitzungsschlüssel akzeptiert

source: # sessions established
de: # Sitzungen aufgebaut

source: `%s' failed at %s:%d with error: %s
de: `%s' schlug bei %s:%d mit dem Fehler %s fehl

source: Invalid data in %s. Trying to fix (by deletion).
de: Ungültige Daten in %s. Korrektur wird versucht (durch Löschung).

source: mysql datastore
de: mysql Datenspeicher

source: Query `%s' had no results.
de: Abfrage `%s' hatte keine Ergebnisse.

source: # bytes in datastore
de: # bytes in der Datenbank

source: Trying to use file `%s' for MySQL configuration.
de: Versuche, Datei `%s' für MySQL Konfiguration zu verwenden.

source: Failed to load MySQL database module. Check that MySQL is running and configured properly!
de: Fehler beim Laden des MySQL Datenbankmoduls. Prüfen Sie, ob MySQL läuft und richtig eingerichtet ist!

source: Could not initialize libgnunetutil!
de: Konnte libgnunetutil nicht initialisieren!

source: Unable to initialize SQLite.
de: SQLite Datenbank konnte nicht initialisiert werden.

source: sqlite datastore
de: sqlite Datenspeicher

source: Configuration file must specify directory for storing FS data in section `%s' under `%s'.
de: Die Konfigurationsdatei muss in der Sektion `%s' unter `%s' ein Verzeichnis angeben, in dem FS Daten gespeichert werden.

source: Uptime (seconds)
de: Laufzeit (Sekunden)

source: Supported peer-to-peer messages:
de: unterstützte Peer-to-Peer Nachrichten:

source: Supported client-server messages:
de: unterstützte Client-Server Nachrichten:

source: prints supported protocol messages
de: gibt unterstützte Protokollnachrichten aus

source: Print statistics about GNUnet operations.
de: Statistiken der GNUnet Aktivitäten ausgeben.

source: Error establishing connection with gnunetd.
de: Fehler beim Aufbauen einer Verbindung mit gnunetd.

source: Error reading information from gnunetd.
de: Fehler beim Lesen von Informationen von gnunetd.

source: # bytes of noise received
de: # Bytes Rauschen empfangen

source: keeps statistics about gnunetd's operation
de: Hält Statistiken über Betrieb von gnunetd

source: output in gnuplot format
de: Ausgabe im gnuplot Format

source: number of iterations
de: Anzahl an Durchläufen

source: number of messages to use per iteration
de: Anzahl an Nachrichten, die pro Durchlauf verwendet wird

source: receiver host identifier (ENC file name)
de: Bezeichner des Empfängerhosts (ENC Dateiname)

source: message size
de: Nachrichtengröße

source: sleep for SPACE ms after each a message block
de: Für SPACE ms nach jedem Nachrichtenblock pausieren

source: time to wait for the completion of an iteration (in ms)
de: Zeit, die gewartet wird, bis der Durchlauf fertiggestellt wird (in ms)

source: number of messages in a message block
de: Anzahl an Nachrichten in einem Nachrichtenblock

source: Start GNUnet transport benchmarking tool.
de: GNUnet Transport Benchmarking Werkzeug starten.

source: You must specify a receiver!
de: Sie müssen einen Empfänger angeben!

source: Invalid receiver peer ID specified (`%s' is not valid name).
de: Ungültige Empfängerknoten ID angegeben (`%s' ist kein gültiger Name).

source: Time:
de: Zeit:

source: mean %8.4fms
de: Mittel %8.4fms

source: variance %8.4fms
de: Varianz %8.4fms

source: Loss:
de: Verlust:

source: mean %8.4f
de: Mittel %8.4fms

source: variance %8.4f
de: Varianz %8.4f

source: Output format not known, this should not happen.
de: Ausgabeformat ist unbekannt, dies sollte nicht passieren.

source: Did not receive the message from gnunetd. Is gnunetd running?
de: Es wurde keine Nachricht von gnunetd empfangen. Läuft gnunetd?

source: allows profiling of direct peer-to-peer connections
de: Ermöglicht das Untersuchen direkter Peer-to-Peer Verbindungen

source: Using %u messages of size %u for %u times.
de: Verwende %u Nachrichten der Größe %u %umal.

source: Times: max %16llu min %16llu mean %12.3f variance %12.3f
de: Zeiten: Max %16llu Min %16llu Mittel %12.3f Varianz %12.3f

source: Loss: max %16u min %16u mean %12.3f variance %12.3f
de: Verloren: Max %16u Min %16u Mittel %12.3f Varianz %12.3f

source: Failed to receive reply from gnunetd.
de: Fehler beim Empfangen der Antwort von gnunetd.

source: Running benchmark...
de: Benchmark läuft...

source: helptext for -t
de: Hilfetext für -t

source: Template for gnunet-clients.
de: Vorlage für gnunet-clients.

source: `%s' registering client handler %d and %d
de: `%s' registriert Client-Handler %d and %d

source: Start GNUnet-testbed helper.
de: GNUnet-testbed Helfer starten.

source: Cannot connect to LOOPBACK port %d: %s
de: Verbindung zum LOOPBACK port %d schlug fehl: %s

source: Could not execute `%s': %s
de: `%s' konnte nicht ausgeführt werden: %s

source: No client service started. Trying again in 30 seconds.
de: Kein Client Dienst gestartet. Erneuter Versuch in 30 Sekunden.

source: Error (%s) binding the TCP listener to port %d. No proxy service started. Trying again in %d seconds...
de: Fehler (%s) beim Binden des TCP Listeners an den Port %d. Der Proxy Dienst wurde nicht gestartet. Erneuter Versuch in %d Sekunden...

source: Rejected unauthorized connection from %u.%u.%u.%u.
de: Unauthorisierte Verbindung von %u.%u.%u.%u. wurde abgewiesen.

source: Protocol violation on socket. Expected command.
de: Protokollverletzung auf Socket. Kommando erwartet.

source: Command `%s' not found!
de: Kommando `%s' wurde nicht gefunden!

source: Start GNUnet testbed controller.
de: GNUnet testbed Controller starten.

source: Malformed entry in the configuration in section %s under %s: %s
de: Beschädigter Eintrag in der Konfigurationsdatei in Sektion %s unter %s: %s

source: Could not send acknowledgement back to client.
de: Bestätigung konnte nicht an Client zurück gesendet werden.

source: Received unknown testbed message of type %u.
de: Es wurde eine unbekannte Testbed Nachricht des Typs %u empfangen.

source: size of `%s' message is too short. Ignoring.
de: Größe der `%s' Nachricht ist zu kurz. Nachricht wird ignoriert.

source: size of `%s' message is wrong. Ignoring.
de: Größe der `%s' Nachricht ist falsch. Nachricht wird ignoriert.

source: TESTBED could not generate hello message for protocol %u
de: Das TESTBED konnte keine Hello Nachricht für das Protokoll %u erzeugen

source: received invalid `%s' message
de: ungültige `%s' Nachricht empfangen

source: received invalid `%s' message (empty module name)
de: ungültige `%s' Nachricht empfangen (leerer Modulname)

source: loading module `%s' failed. Notifying client.
de: das Laden von Modul `%s' schlug fehl. Client wird benachrichtigt.

source: unloading module failed. Notifying client.
de: das Entladen des Moduls schlug fehl. Client wird benachrichtigt.

source: `%s' %s failed: %s
de: `%s' %s schlug fehl: %s

source: received invalid `%s' message: %s.
de: ungültige `%s' Nachricht empfangen: %s.

source: '..' is not allowed in file name (%s).
de: '..' ist nicht erlaubt in einem Dateinamen (%s).

source: Empty filename for UPLOAD_FILE message is invalid!
de: Leerer Dateiname für UPLOAD_FILE Nachricht ist ungültig!

source: Filename for UPLOAD_FILE message is not null-terminated (invalid!)
de: Dateiname für UPLOAD_FILE Nachricht ist nicht Null-terminiert (ungültig!)

source: Upload refused!
de: Upload abgewiesen!

source: Invalid message received at %s:%d.
de: Ungültige Nachricht empfangen bei %s:%d.

source: received invalid testbed message of size %u
de: ungültige Testbed Nachricht der Größe %u empfangen

source: Received testbed message of type %u but unexpected size %u, expected %u
de: Empfangene Testbed Nachricht des Typs %u hat die unerwartete Größe %u, es wurde %u erwartet

source: No testbed URL given, not registered.
de: Keine Testbed URL angegeben, es wurde keine Registrierung vorgenommen.

source: Could not resolve name of HTTP proxy `%s'.
de: Der Name des HTTP Proxies `%s' konnte nicht aufgelöst werden.

source: Malformed http URL: `%s' at `%s'. Testbed-client not registered.
de: Beschädigte HTTP URL: `%s' bei `%s'. Testbed-Client wurde nicht registriert.

source: Could not register testbed, host `%s' unknown
de: Testbed konnte nicht registriert werden, Host `%s' ist nicht bekannt.

source: Failed to send HTTP request to host `%s': %s
de: HTTP Anfrage konnte nicht an Host `%s' gesendet werden: %s

source: Failed so send HTTP request `%s' to host `%s': %s
de: Fehler beim Senden der HTTP Anfrage `%s' an Host `%s': %s

source: Exit register (error: no http response read).
de: Abbruch der Registrierung (Fehler: keine HTTP Antwort gelesen).

source: allows construction of a P2P-testbed (incomplete)
de: Ermöglicht die Konstruktion einer P2P-Testumgebung (inkomplett)

source: Version mismatch (`%s' vs. '%*.s'), run gnunet-update!
de: Versionen stimmen nicht überein (`%s' vs. '%*.s'), lassen Sie gnunet-update laufen!

source: Need to have list of friends in configuration under `%s' in section `%s'.
de: Es muss eine Liste von Freunden in der Konfigurationsdatei unter `%s' in der Sektion `%s' angegeben werden.

source: Failed to read friends list from `%s'
de: Fehler beim Lesen der Freunde-Liste von `%s'

source: Syntax error in topology specification, skipping bytes.
de: Syntaxfehler in Topolgieangabe, Bytes werden übersprungen.

source: Syntax error in topology specification, skipping bytes `%s'.
de: Syntaxfehler in Topologieangabe, überspringe Bytes `%s'.

source: probe network to the given DEPTH
de: Netzwerk bis zur angegebenen Tiefe DEPTH sondieren

source: specify output format; 0 for human readable output, 1 for dot, 2 for vcg
de: Gibt das Ausgabeformat an: 0 für menschen-lesbar, 1 für dot, 2 für vcg

source: use PRIO for the priority of the trace request
de: PRIO als Priorität für die Trace Anfragen verwenden

source: wait DELAY seconds for replies
de: DELAY Sekunden auf Antworten warten

source: Trace GNUnet network topology.
de: GNUnet Netzwerk Topologie tracen.

source: `%s' is not connected to any peer.
de: `%s' ist zu keinem Knoten verbunden.

source: Format specification invalid. Use 0 for user-readable, 1 for dot, 2 for vcg.
de: Formatangabe ungültig. Verwenden Sie 0 für menschen-lesbar, 1 für dot und 2 für vcg.

source: `%s' connected to `%s'.
de: `%s' hat sich mit `%s' verbunden.

source: Format specification invalid. Use 0 for user-readable, 1 for dot
de: Formatangabe ungültig. Verwenden Sie 0 für menschen-lesbar und 1 für dot

source: Peer `%s' did not report back.
de: Knoten `%s' hat sich nicht zurückgemeldet.

source: Could not send request to gnunetd.
de: Anfrage konnte nicht an gnunetd gesendet werden.

source: Received invalid `%s' message from `%s'.
de: Ungültige `%s' Anfrage von `%s' empfangen.

source: TRACEKIT: routing table full, trace request dropped
de: TRACEKIT: Routing-Tabelle ist voll, Trace-Anfrage wird verworfen

source: TRACEKIT: received invalid `%s' message
de: TRACEKIT: ungültige `%s' Nachricht empfangen

source: allows mapping of the network topology
de: Erlaubt die Kartographierung der Netzwerktopologie

source: Failed to query gnunetd about traffic conditions.
de: Fehler beim Abfragen der Netzwerkverkehrsbedingungen von gnunetd.

source: Did not receive reply from gnunetd about traffic conditions.
de: Keine Antwort von gnunetd über die Netzwerkverkehrsbedingungen.

source: # bytes transmitted of type %d
de: # Bytes des Typs %d übertragen

source: # bytes received of type %d
de: # Bytes des Typs %d empfangen

source: tracks bandwidth utilization by gnunetd
de: Verfolgt die Bandbreitennutzung von gnunetd

source: No transport of type %d known.
de: Kein Transport des Typs %d bekannt.

source: Option `%s' not set in configuration in section `%s', setting to %dm.
de: Option `%s' ist in der Konfigurationsdatei in der Sektion `%s' nicht gesetzt, sie wird auf %dm gesetzt.

source: You should specify at least one transport service under option `%s' in section `%s'.
de: Sie sollten mindestens einen Transport Dienst unter der Option `%s' in der Sektion `%s' angegeben.

source: Transport library `%s' did not provide required function '%s%s'.
de: Transport Bibliothek `%s' stellt nicht die benötigte Funktion '%s%s' zur Verfügung.

source: I am peer `%s'.
de: Ich bin Peer `%s'.

source: Unable to save configuration file `%s': %s.
de: Fehler beim Speichern der Konfigurationsdatei: `%s': %s.

source: Configuration file `%s' created.
de: Konfigurationsdatei `%s' wurde erzeugt.

source: %s: symbol value `%s' invalid for %s
de: %s: Symbolwert `%s' ist ungültig für %s

source: Sorry, no help is available for this option.
de: Sorry, für diese Option steht keine Hilfe zur Verfügung.
