Repository: OpenSourceInternetV2/gnunet
Catalog: po/*.po
Languages: de

source: # connections closed (HANGUP sent)
de: # geschlossener Verbindungen (HANGUP gesendet)

source: # bytes encrypted
de: # Bytes verschlüsselt

source: # bytes decrypted
de: # Bytes entschlüsselt

source: # bytes noise sent
de: # Bytes Rauschen gesendet

source: Application module `%s' already initialized!
de: Anwendungsmodul `%s' ist bereits initialisiert!

source: Failed to load plugin `%s' at %s:%d. Unloading plugin.
de: Fehler beim Laden des Plugins `%s' bei %s:%d. Plugin wird entladen.

source: Could not shutdown `%s': application not loaded
de: `%s' kann nicht heruntergefahren werden: Anwendung ist nicht geladen

source: Could not shutdown application `%s': not initialized
de: Anwendung `%s' kann nicht heruntergefahren werden: sie ist nicht initialisiert

source: Could not find '%s%s' method in library `%s'.
de: Methode '%s%s' kann in Bibliothek `%s' nicht gefunden werden.

source: Could not release %p: service not loaded
de: %p kann nicht freigegeben werden: Dienst ist nicht geladen

source: No applications defined in configuration!
de: In der Konfigurationsdatei wurden keine Anwendungen definiert!

source: Could not initialize application `%s'
de: Anwendung `%s' konnte nicht initialisiert werden.

source: Could not properly shutdown application `%s'.
de: Anwendung `%s' konnte nicht ordentlich heruntergefahren werden.

source: FATAL: Identity plugin not found!
de: SCHWERWIEGEND: Identity Plugin wurde nicht gefunden!

source: Could not properly unload service `%s'!
de: Dienst `%s' konnte nicht ordentlich entladen werden!

source: Print information about GNUnet peers.
de: Informationen über andere GNUnet Knoten ausgeben.

source: Could not get address of peer `%s'.
de: Adresse des Knotens `%s' konnte nicht ermittelt werden.

source: hello message invalid (signature invalid).
de: Hello Nachricht ist ungültig (Signatur ist ungültig).

source: Peer `%s' with trust %8u and address `%s'
de: Knoten `%s' mit Vertrauen %8u und Adresse `%s'

source: `%s': Could not create hello.
de: `%s': Hello konnte nicht erzeugt werden.

source: `%s': Could not connect.
de: `%s': Verbindung konnte nicht hergestellt werden.

source: `%s': Could not send.
de: `%s': Kann nicht senden.

source: `%s': Did not receive message within %llu ms.
de: `%s': Nachricht wurde nicht innerhalb %llu ms empfangen.

source: `%s': Could not disconnect.
de: `%s': Verbindung konnte nicht getrennt werden.

source: `%s' transport OK. It took %ums to transmit %d messages of %d bytes each.
de: `%s' Transport funktioniert. Es dauerte %ums, um %d Nachrichten zu je %d Bytes zu übertragen.

source: Contacting `%s'.
de: Kontaktiere `%s'.

source: Connection failed
de: Verbindung fehlgeschlagen

source: Connection failed (bug?)
de: Verbindung fehlgeschlagen (Bug?)

source: No reply received within %llums.
de: Keine Antwort innerhalb %llums erhalten.

source: ping peers from HOSTLISTURL that match transports
de: Knoten aus HOSTLISTURL anpingen, deren Transports passen

source: send COUNT messages
de: COUNT Nachrichten versenden

source: send messages with SIZE bytes payload
de: Nachrichten mit SIZE Bytes Nutzlast versenden

source: specifies which TRANSPORT should be tested
de: Gibt an, welcher TRANSPORT getestet werden soll

source: specifies after how many MS to time-out
de: Gibt an, nach wievielen MS die Zeit abgelaufen sein soll

source: run as user LOGIN
de: als Benutzer LOGIN ausführen

source: Tool to test if GNUnet transport services are operational.
de: Werkzeug, mit dem getestet werden kann, ob die GNUnet Transport Dienste funktionsfähig sind.

source: You must specify a non-empty set of transports to test!
de: Sie müssen eine Menge an Transporten angeben, die getestet werden sollen!

source: Testing transport(s) %s
de: Teste Transport(e) %s

source: Available transport(s): %s
de: Verfügbare(r) Transport(e): %s

source: %d out of %d peers contacted successfully (%d times transport unavailable).
de: %d von %d Knoten erfolgreich kontaktiert (%d mal war der Transport nicht verfügbar).

source: print a value from the configuration file to stdout
de: Einen Wert aus der Konfigurationsdatei auf der Standardausgabe ausgeben

source: run in client mode (for getting client configuration values)
de: Im Benuter-Modus laufen (um benutzerspezifische Konfigurationseinstellungen zu holen

source: Updates GNUnet datastructures after version change.
de: GNUnet Datenstrukturen nach einer Versionsänderung aktualisieren.

source: Option `%s' makes no sense without option `%s'.
de: Option `%s' macht keinen Sinn ohne die Option `%s'.

source: Exiting.
de: Abbruch.

source: Updating data for module `%s'
de: Daten des Moduls `%s' werden aktualisiert

source: Failed to update data for module `%s'
de: Fehler beim Aktualisieren der Daten des Moduls `%s'

source: Updated data for %d applications.
de: Daten für %d Anwendungen wurden aktualisiert.

source: Configuration or GNUnet version changed. You need to run `%s'!
de: Konfiguration oder die GNUnet Version hat sich geändert. Sie müssen `%s' ausführen!

source: `%s' starting
de: `%s' startet

source: `%s' startup complete.
de: `%s' Startvorgang abgeschlossen.

source: `%s' is shutting down.
de: `%s' fährt herunter.

source: Received corrupt message from peer `%s'in %s:%d.
de: Beschädigte Nachricht von Knoten `%s' in %s:%d empfangen.

source: The `%s' request received from client is malformed.
de: Die `%s' Anfrage, die vom Client empfangen wurde, ist beschädigt.

source: You must specify a name for the PID file in section `%s' under `%s'.
de: Sie müssen einen Namen für die PID Datei in Sektion `%s' unter `%s' angeben.

source: Could not write PID to file `%s': %s.
de: PID konnte nicht in Datei `%s' geschrieben werden: %s.

source: run in debug mode; gnunetd will not daemonize and error messages will be written to stderr instead of a logfile
de: Im Debug-Modus ausführen. gnunetd wird nicht im Hintergrund laufen und Fehlermeldungen werden nicht in die Protokolldatei, sondern auf die Standardfehlerausgabe (stderr) geschrieben.

source: Starts the gnunetd daemon.
de: Startet den gnunetd Daemonen.

source: User `%s' not known, cannot change UID to it.
de: Benutzer `%s' ist nicht bekannt, UID kann nicht gewechselt werden.

source: Cannot change user/group to `%s': %s
de: Benutzer/Gruppe kann nicht zu `%s' gewechselt werden: %s

source: Invalid command-line arguments:
de: Ungültige Kommandozeilen Parameter:

source: Argument %d: `%s'
de: Parameter %d: `%s'

source: Invalid command-line arguments.
de: Ungültige Kommandozeilen Parameter.

source: `%s' failed for port %d: %s. Is gnunetd already running?
de: `%s' schlug fehl für Port %d: %s. Läuft gnunetd bereits?

source: Malformed network specification in the configuration in section `%s' for entry `%s': %s
de: Beschädigte Netzwerkangabe in der Konfigurationsdatei in Sektion `%s' für Eintrag `%s': %s

source: %s failed, message type %d already in use.
de: %s schlug fehl, Nachrichten Typ %d ist bereits in Verwendung.

source: Could not find IP of host `%s': %s
de: IP des Hosts `%s' konnte nicht ermittelt werden: %s

source: Could not resolve `%s': %s
de: `%s' konnte nicht aufgelöst werden: %s

source: Failed to obtain my (external) IPv6 address!
de: Die öffentliche IPv6-Adresse konnte nicht ermittelt werden!

source: Expected welcome on http connection, got garbage. Closing connection.
de: Es wurde eine Willkommensnachricht erwartet, tatsächlich wurde jedoch keine gesendet. HTTP-Verbindung wird geschlossen.

source: %s: Rejected connection from blacklisted address %u.%u.%u.%u.
de: %s: Abgewiesene Verbindung von schwarzgelisteter Adresse %u.%u.%u.%u.

source: HTTP: Could not determine my public IP address.
de: HTTP: öffentliche IP-Adresse konnte nicht ermittelt werden.

source: Cannot connect to %u.%u.%u.%u:%u: %s
de: Verbindung zu %u.%u.%u.%u:%u fehlgeschlagen: %s

source: Could not bind the HTTP listener to port %d. No transport service started.
de: HTTP-Listener konnte nicht an Port %d gebunden werden. Der Transport Dienst wurde nicht gestartet.

source: # bytes received via HTTP
de: # Bytes empfangen über HTTP

source: # bytes sent via HTTP
de: # Bytes gesendet über HTTP

source: # bytes dropped by HTTP (outgoing)
de: # Bytes verworfen von HTTP

source: Could not resolve name of SMTP server `%s': %s
de: Der Name des SMTP servers `%s' konnte nicht aufgelöst werden: %s

source: You must specify the name of a pipe for the SMTP transport in section `%s' under `%s'.
de: Für den SMTP Transport müssen Sie den Namen einer Pipe in Sektion `%s', Eintrag `%s' eintragen.

source: Received malformed message via SMTP (size mismatch).
de: Es wurde eine ungültige Nachricht per SMTP empfangen (ungültige Größe).

source: No filter for E-mail specified, cannot create SMTP advertisement.
de: Kein Filter für E-Mail angegeben, es kann keine Bekanntmachung erstellt werden.

source: SMTP filter string to long, capped to `%s'
de: SMTP Filterstring zu lang, wurde auf `%s' abgeschnitten

source: Sending E-mail to `%s' failed.
de: Das Senden einer E-Mail an `%s' schlug fehl.

source: SMTP server send unexpected response at %s:%d.
de: Der SMTP server sendete eine unerwartete Antwort bei %s:%d.

source: SMTP server failed to respond with 250 confirmation code to `%s' request.
de: SMTP Server antwortete nicht mit einem 250 Bestätigungscode auf eine `%s' Anfrage.

source: Failed to send `%s' request to SMTP server.
de: Fehler beim Senden einer `%s' Anfrage an den SMTP Server.

source: MTU for `%s' is probably too low (fragmentation not implemented!)
de: MTU für `%s' ist möglicherweise zu gering (Fragmentierung ist nicht implementiert!)

source: Expected welcome message on tcp connection, got garbage (%u, %u). Closing.
de: Es wurde eine Willkommensnachricht erwartet, über die TCP Verbindung wurde aber keine gesendet (%u, %u). Verbindung wird geschlossen.

source: Received malformed message (size %u) from tcp-peer connection. Closing.
de: Es wurde per TCP von einem anderen Knoten eine ungültige Nachricht (Größe %u) empfangen. Verbindung wird geschlossen.

source: Could not determine my public IP address.
de: Öffentliche IP-Adresse konnte nicht ermittelt werden.

source: Failed to start transport service on port %d.
de: Der Transportdienst auf Port %d konnte nicht gestartet werden.

source: # bytes received via TCP
de: # Bytes empfangen über TCP

source: # bytes sent via TCP
de: # Bytes gesendet über TCP

source: # bytes dropped by TCP (outgoing)
de: # Bytes verworfen von TCP (ausgehend)

source: Expected welcome message on tcp connection, got garbage. Closing.
de: Es wurde eine Willkommensnachricht erwartet, über die TCP Verbindung wurde jedoch keine gesendet. Verbindung wird geschlossen.

source: Received malformed message from tcp6-peer connection. Closing connection.
de: über die TCP6-Verbindung zu einem anderen Knoten wurde eine ungültige Nachricht empfangen. Verbindung wird geschlossen.

source: %s: Rejected connection from blacklisted address %s.
de: %s: Zurückgewiesene Verbindung von schwarzgelisteter Adresse %s.

source: Could not determine my public IPv6 address.
de: Die öffentliche IPv6-Adresse konnte nicht ermittelt werden.

source: `%s': unknown service: %s
de: `%s': unbekannter Dienst: %s

source: Cannot determine port to bind to. Define in configuration file in section `%s' under `%s' or in `%s' under %s/%s.
de: Der Port, an dem Verbindungen entgegengenommen werden sollen, konnte nicht ermittelt werden. Bitte definieren Sie ihn in der Konfigurationsdatei in der Sektion `%s' unter `%s' oder in `%s' unter %s/%s.

source: Failed to bind to UDP port %d.
de: Fehler beim Binden an UDP Port %d.

source: Received invalid UDP message from %u.%u.%u.%u:%u, dropping.
de: Es wurde eine ungültige UDP Nachricht von %u.%u.%u.%u:%u empfangen, Nachricht wird ignoriert.

source: Packet received from %u.%u.%u.%u:%u (UDP) failed format check.
de: Ein Paket empfangen von %u.%u.%u.%u:%u (UDP) hat ein ungültiges Format.

source: UDP: Could not determine my public IP address.
de: UDP: öffentliche IP-Adresse konnte nicht ermittelt werden.

source: Failed to send message of size %d via UDP to %u.%u.%u.%u:%u: %s
de: Eine Nachricht der Größe %d konnte nicht per UDP an %u.%u.%u.%u:%u versendet werden: %s

source: # bytes received via UDP
de: # Bytes empfangen über UDP

source: # bytes sent via UDP
de: # Bytes gesendet über UDP

source: # bytes dropped by UDP (outgoing)
de: # Bytes verworfen von UDP (outgoing)

source: Could not find interface `%s' in `%s', trying to find another interface.
de: Gerät `%s' konnte in `%s' nicht gefunden werden, es wird versucht, ein anderes Gerät zu finden.

source: Could not obtain IP for interface `%s' using `%s'.
de: Es konnte keine IP für das Gerät `%s' unter Verwendung von `%s' ermittelt werden.

source: Could not find an IP address for interface `%s'.
de: Es konnte keine IP-Adresse für das Gerät `%s' ermittelt werden.

source: There is more than one IP address specified for interface `%s'. GNUnet will use %u.%u.%u.%u.
de: Es ist mehr als eine IP-Adresse für das Gerät `%s' angegeben. GNUnet wird %u.%u.%u.%u. verwenden.

source: Could not resolve `%s' to determine our IP address: %s
de: `%s' konnte nicht aufgelöst werden, um unsere IP-Adresse zu ermitteln: %s

source: GNUnet now uses the IP address %u.%u.%u.%u.
de: GNUnet verwendet nun die IP-Adresse %u.%u.%u.%u.

source: Failed to obtain my (external) IP address!
de: Fehler beim Bestimmen der (externen) IP-Adresse!

source: Failed to bind to UDP6 port %d.
de: Fehler beim Binden an UDP6 Port %d.

source: Received invalid UDP6 message from %s:%d, dropping.
de: Ungültige UDP6 Nachricht von %s:%d empfangen, Nachricht wird ignoriert.

source: Packet received from %s:%d (UDP6) failed format check.
de: Die Formatüberprüfung des Pakets, das von %s:%d (UDP6) empfangen wurde, schlug fehl.

source: UDP6: Could not determine my public IPv6 address.
de: UDP6: Öffentliche IPv6-Adresse konnte nicht ermittelt werden.

source: inlining configration file `%s'
de: Binde Konfigurationsdatei `%s' ein

source: Could not parse configuration file `%s'.
de: Konfigurationsdatei `%s' konnte nicht geparst werden.

source: Syntax error in configuration file `%s' at line %d.
de: Syntaxfehler in Konfigurationsdatei `%s' in Zeile %d.

source: Configuration file `%s' not found. Run gnunet-setup!
de: Konfigurationsdatei `%s' nicht gefunden. Bitte führen Sie gnunet-setup aus!

source: Configuration file not found. Please run GNUnet Setup (Client Configuration) first.
de: Die Konfigurationsdatei wurde nicht gefunden. Bitte führen Sie zuerst GNUnet Setup (Client Konfiguration) aus.

source: Configuration file `%s' not found. Run `gnunet-setup -d'!
de: Konfigurationsdatei `%s' nicht gefunden. Bitte führen Sie `gnunet-setup -d' aus!

source: Cannot open configuration file `%s'.
de: Konfigurationsdatei `%s' konnte nicht geöffnet werden.

source: Cron stopped
de: Cron angehalten

source: `%s' called with cron job not in queue, adding. This may not be what you want.
de: `%s' aufgerufen wobei Cron Job nicht Warteschlange ist. Er wird hinzugefügt. Das ist möglicherweise nicht, was Sie wollen.

source: Initialization of plugin mechanism failed: %s!
de: Initialisierung des Plugin Mechanismuses fehlgeschlagen: %s!

source: `%s' failed for library `%s' at %s:%d with error: %s
de: `%s' fehlgeschlagen für die Bibliothek `%s'. Ort: %s:%d. Fehler: %s

source: `%s' failed to resolve method '%s%s' at %s:%d with error: %s
de: `%s' konnte die Methode '%s%s' nicht auflösen. Ort: %s:%d. Fehler: %s

source: %s: option `%s' is ambiguous
de: %s: Option `%s' ist mehrdeutig

source: %s: option `--%s' does not allow an argument
de: %s: Option '--%s' erlaubt keinen Parameter

source: %s: option `%c%s' does not allow an argument
de: %s: Option '%c%s' erlaubt keinen Parameter

source: %s: option `%s' requires an argument
de: %s: Option `%s' benötigt einen Parameter

source: %s: unrecognized option `--%s'
de: %s: unbekannte Option '--%s'

source: %s: unrecognized option `%c%s'
de: %s: unbekannte Option '%c%s'

source: %s: illegal option -- %c
de: %s: unerlaubte Option -- %c

source: %s: invalid option -- %c
de: %s: ungültige Option -- %c

source: %s: option requires an argument -- %c
de: %s: Option benötigt einen Parameter -- %c

source: %s: option `-W %s' is ambiguous
de: %s: Option '-W %s' ist mehrdeutig

source: %s: option `-W %s' does not allow an argument
de: %s: Option '-W %s' erlaubt keinen Parameter

source: RSA signature verification failed at %s:%d: %s
de: RSA Signaturüberprüfung fehlgeschlagen bei %s:%d: %s

source: Shutdown complete.
de: GNUnet wurde erfolgreich heruntergefahren.

source: Caught signal %d.
de: Signal %d empfangen.

source: libgcrypt has not the expected version (version %s is required).
de: libgcrypt hat nicht die erwartete Version (Version %s wird vorausgesetzt).

source: Invalid format for IP: `%s'
de: Ungültiges Format für IP: `%s'

source: Invalid network notation ('/%d' is not legal in IPv4 CIDR).
de: Ungültige Netzwerk Notation ('/%d ist nicht gültig in IPv4 CIDR).

source: Invalid network notation (additional characters: `%s').
de: Ungültige Netzwerk Notation (zusätzliche Zeichen: `%s').

source: Invalid network notation (does not end with ';': `%s')
de: Ungültige Netzwerk Notation (endet nicht mit ';': `%s')

source: Wrong format `%s' for netmask: %s
de: Falsches Format `%s' für Netzmaske: %s

source: Wrong format `%s' for network: %s
de: Falsches Format `%s' für Netzwerk: %s

source: NOTHING
de: NICHTS

source: FATAL
de: SCHWERWIEGEND

source: ERROR
de: FEHLER

source: FAILURE
de: FEHLSCHLAG

source: WARNING
de: WARNUNG

source: MESSAGE
de: MELDUNG

source: EVERYTHING
de: ALLES

source: Invalid LOGLEVEL `%s' specified.
de: Ungültiger LOGLEVEL `%s' angegeben.

source: Failure at %s:%d.
de: Fehler bei %s:%d.

source: Cannot determine port of gnunetd server. Define in configuration file in section `%s' under `%s'.
de: Der Port des gnunetd Servers konnte nicht ermittelt werden. Definieren Sie ihn in der Sektion `%s' unter `%s'.

source: Usage: %s %s
de: Verwendung: %s %s

source: Arguments mandatory for long options are also mandatory for short options.
de: Parameter, die für lange Optionen zwingend sind, sind auch für kurze Optionen zwingend.

source: Invalid argument for `%s' at %s:%d.
de: Ungültiger Parameter für `%s' bei %s:%d.

source: Deadlock due to `%s' at %s:%d.
de: Durch `%s' ist ein Deadlock bei %s:%d entstanden

source: Permission denied for `%s' at %s:%d.
de: Zugriff verweigert für `%s' bei %s:%d.

source: Can't create semaphore: %i
de: Semaphore konnte nicht angelegt werden: %i

source: Configuration file must specify a directory for GNUnet to store per-peer data under %s\%s.
de: Die Konfigurationsdatei muss unter %s\%s ein Verzeichnis für GNUnet angeben, in dem knotenbezogene Daten gespeichert werden.

source: Failed to parse interface data from `%s' at %s:%d.
de: Fehler beim Parsen der Gerätedaten von `%s' bei %s:%d.

source: Cannot query the CPU usage (Windows NT).
de: CPU Nutzung kann nicht ermittelt werden (Windows NT).

source: Cannot query the CPU usage (Win 9x)
de: CPU Nutzung kann nicht ermittelt werden (Win 9x).

source: No network interfaces defined in configuration section `%s' under `%s'!
de: Es sind keine Netzwerkgeräte in der Konfigurationsdatei in der Sektion `%s' unter `%s' definiert!

source: `%s' failed for drive %s: %u
de: `%s' fehlgeschlagen für Laufwerk %s: %u

source: `%s' is not a regular file.
de: `%s' ist keine normale Datei.

source: `%s' expected `%s' to be a directory!
de: `%s' erwartet, dass `%s' ein Verzeichnis ist!

source: `%s' failed, other side closed connection.
de: `%s' fehlgeschlagen, die andere Seite hat die Verbindung geschlossen

source: `%s' failed, reply invalid!
de: `%s' fehlgeschlagen, Antwort ist ungültig!

source: days
de: Tage

source: Attempted path to `%s' was `%s'.
de: Versuchter Pfad für `%s' war `%s'.

source: Unexpected very large allocation (%u bytes) at %s:%d!
de: Unerwartete sehr große Allokierung (%u Bytes) bei %s:%d!

source: print this help
de: Gibt diese Hilfe aus

source: set verbosity to LEVEL
de: Umfang der Meldungen auf LEVEL setzen

source: use configuration file FILENAME
de: Konfigurationsdatei FILENAME verwenden

source: specify host on which gnunetd is running
de: Gibt an, auf welchem Host gnunetd läuft

source: print the version number
de: Versionsnummer ausgeben

source: be verbose
de: umfangreiche Meldungen ausgeben

source: Assertion failed at %s:%d.
de: Absicherung fehlgeschlagen bei %s:%d.

source: `%s' failed on file `%s' at %s:%d with error: %s
de: `%s' schlug bei Datei `%s' fehl. Ort: %s:%d. Fehler: %s
