Repository: OpenSourceInternetV2/gnunet
Catalog: po/*.po
Languages: de

source: hello message from `%s' invalid (signature invalid). Dropping.
de: Hello Nachricht von `%s' ist ungültig (Signatur ist ungültig). Nachricht wurde verworfen.

source: hello message received invalid (expiration time over limit). Dropping.
de: Empfangene Hello Nachricht ist ungültig (Ablaufzeit über Limit). Nachricht wurde verworfen.

source: hello advertisement for protocol %d received.
de: Hello Ankündigung für Protokoll %d empfangen.

source: Could not send hellos+PING, ping buffer full.
de: Hellos+PING konnten nicht gesendet werden, Ping Puffer ist voll.

source: `%s' failed (%d, %u). Will not send PING.
de: `%s' fehlgeschlagen (%d, %u). PING wird nicht gesendet.

source: Advertising my transport %d to selected peers.
de: Transport %d wird ausgewählten anderen Knoten bekannt gegeben.

source: Announcing ourselves pointless: no other peers are known to us so far.
de: Bekanntmachung von uns zwecklos: bis jetzt sind uns keine anderen Knoten bekannt.

source: Removing hello from peer `%s' (expired %ds ago).
de: Hello von Knoten `%s' wird entfernt (lief vor %ds ab).

source: # Peer advertisements received
de: # Knotenankündigungen empfangen

source: # Self advertisments transmitted
de: # Selbstbekanntmachungen übertragen

source: # Foreign advertisements forwarded
de: # Bekanntmachungen von anderen übertragen

source: # plaintext PING messages sent
de: # Klartext PING Nachrichten gesendet

source: `%s' registering handler %d (plaintext and ciphertext)
de: `%s' registriert Handler %d (Plaintext und Ciphertext)

source: Network advertisements disabled by configuration!
de: Netzwerkbekanntmachungen wurden per Konfiguration deaktiviert!

source: ensures that this peer is known by other peers and discovers other peers
de: Stellt sicher, dass dieser Knoten anderen Knoten bekannt ist und entdeckt andere Knoten

source: Invalid URL `%s' (must begin with `%s')
de: Ungültige URL `%s' (muss mit `%s' beginnen)

source: Invalid port "%s" in hostlist specification, trying port %d.
de: Ungültiger Port "%s" in Angabe der Hostlist, versuche Port %d.

source: `%s' failed at %s:%d with error: `%s'.
de: `%s' schlug fehl bei %s:%d mit dem Fehler: `%s'.

source: Could not download list of peer contacts, host `%s' unknown.
de: Die Liste mit Knotenkontakten konnte nicht heruntergeladen werden, Host `%s' ist unbekannt.

source: `%s' to `%s' failed at %s:%d with error: %s
de: `%s' an `%s' schlug fehl bei %s:%d mit dem Fehler: %s

source: Parsing HTTP response for URL `%s' failed.
de: Das Parsen der HTTP Antwort für die URL `%s' schlug fehl.

source: Parsing hello from `%s' failed.
de: Das Parsen des Hello von `%s' schlug fehl.

source: Could not resolve name of HTTP proxy `%s'. Trying without a proxy.
de: Der Name des HTTP Proxies `%s' konnte nicht aufgelöst werden. Es wird ohne Proxy versucht.

source: # hellos downloaded via http
de: # Hellos per HTTP heruntergeladen

source: Message received from peer is invalid.
de: Empfangene Nachricht ist ungültig.

source: Message received from client is invalid
de: Empfangene Client-Nachricht ist ungültig.

source: Maximum number of chat clients reached.
de: Maximale Anzahl an Chat Clients erreicht.

source: Now %d of %d chat clients at this node.
de: Jetzt sind %d von %d auf diesem Knoten.

source: `%s' registering handlers %d and %d
de: `%s' registriert Handler %d und %d

source: enables P2P-chat (incomplete)
de: Ermöglicht P2P-Chat

source: specify nickname
de: Spitznamen angeben

source: Start GNUnet chat client.
de: GNUnet chat client starten

source: Use --help to get a list of options.
de: Verwenden Sie --help, um eine Liste der Optionen zu erhalten.

source: Could not connect to gnunetd.
de: Verbindung zu gnunetd konnte nicht hergestellt werden.

source: You must specify a nickname (use option `%s').
de: Sie müssen einen Spitznamen angeben (verwenden Sie die Option `%s').

source: Could not send join message to gnunetd
de: 'join' Nachricht konnte nicht an gnunetd gesendet werden.

source: Could not send message to gnunetd
de: Nachricht konnte nicht an gnunetd gesendet werden.

source: Availability test failed for `%s' at %s:%d.
de: Verfügbarkeitstest für `%s' fehlgeschlagen bei %s:%d.

source: Database failed to delete `%s'.
de: Die Datenbank konnte `%s' nicht löschen.

source: Configuration must specify directory for FS data in section `%s' under `%s'.
de: Die Konfigurationsdatei muss in der Sektion `%s' unter `%s' ein Verzeichnis für FS Daten angeben.

source: `%s' failed: table not found!
de: `%s' fehlgeschlagen: Tabelle nicht gefunden!

source: `%s' failed. Terminating connection to client.
de: `%s' fehlgeschlagen. Beende Verbindung zu Client.

source: sendAck failed. Terminating connection to client.
de: sendAck fehlgeschlagen. Beende Verbindung zu Client.

source: `%s' failed. Terminating connection to client.
de: `%s' fehlgeschlagen. Beende Verbindung zu Client.

source: Failed to deliver `%s' message.
de: Zustellung der Nachricht `%s' fehlgeschlagen.

source: Malformed optional field `%s' received from peer `%s'.
de: Ungültiges optionales Feld `%s' empfangen von Knoten `%s'.

source: Could not find peer `%s' in routing table!
de: Knoten `%s' konnte nicht in der Routing Tabelle gefunden werden!

source: Received malformed response to `%s' from peer `%s'.
de: Beschädigte Antwort auf `%s' von Knoten `%s' empfangen.

source: Invalid response to `%s' from peer `%s'.
de: Ungültige Antwort auf `%s' von Knoten `%s' empfangen.

source: `%s' called with timeout above 1 hour (bug?)
de: `%s' mit einem Timeout von über einer Stunde aufgerufen (Fehler?)

source: Invalid response to `%s'.
de: Ungültige Antwort auf `%s'.

source: Malformed response to `%s' on master table.
de: Beschädigte Antwort auf `%s' in Master Tabelle.

source: Invalid response to `%s' from `%s'
de: Ungültige Antwort auf `%s' von `%s'

source: Received invalid RPC `%s'.
de: Ungültiger RPC `%s' empfangen.

source: RPC for `%s' received for table that we do not participate in!
de: RPC für `%s' empfangen für eine Tabelle, an der wir nicht beteiligt sind!

source: allow SIZE bytes of memory for the local table
de: SIZE bytes an Speicher für die lokale Tabelle erlauben

source: join table called NAME
de: Tabelle NAME anschließen

source: Join a DHT.
de: Einer DHT anschließen.

source: You must pass a number to the `%s' option.
de: Sie müssen für die Option `%s' zusätzlich eine Zahl angeben.

source: Superflous arguments (ignored).
de: überflüssige Parameter (werden ignoriert).

source: Call to `%s' returns %d.
de: Aufruf von `%s' gibt %d zurück.

source: Call to `%s' with key `%s'.
de: Aufruf von `%s' mit Schlüssel `%s'.

source: Call to `%s' with value '%.*s' (%d bytes).
de: Aufruf von `%s' mit Wert '%.*s' (%d Bytes).

source: No table name specified, using `%s'.
de: Kein Tabellenname angegeben, verwende `%s'.

source: Error joining DHT.
de: Fehler beim Beitreten zu der DHT.

source: Joined DHT. Press CTRL-C to leave.
de: Der DHT beigetreten. Drücken Sie STRG-C, um sie zu verlassen.

source: Error leaving DHT.
de: Fehler beim Verlassen der DHT.

source: query table called NAME
de: Frage Tabelle mit dem Namen NAME ab

source: allow TIME ms to process each command
de: TIME ms erlauben, um jedes Kommando zu bearbeiten

source: Query (get KEY, put KEY VALUE, remove KEY VALUE) a DHT table.
de: Eine DHT Tabelle abfragen (get KEY, put KEY VALUE, remove KEY VALUE).

source: No commands specified.
de: Keine Kommandos angegeben.

source: '%s(%s,%s)' succeeded
de: '%s(%s,%s)' erfolgreich abgeschlossen

source: '%s(%s,%s)' failed.
de: '%s(%s,%s)' fehlgeschlagen.

source: Failed to connect to gnunetd.
de: Es konnte keine Verbindung mit gnunetd hergestellt werden.

source: Command `%s' requires an argument (`%s').
de: Kommando `%s' benötigt eine zusätzliche Angabe (`%s').

source: Command `%s' requires two arguments (`%s' and `%s').
de: Kommando `%s' benötigt zwei zusätzliche Angaben (`%s' und `%s').

source: Unsupported command `%s'. Aborting.
de: Kommando `%s' wird nicht unterstützt. Vorgang wird abgebrochen.

source: Failed to send `%s'. Closing connection.
de: Fehler beim Senden von `%s'. Verbindung wird geschlossen.

source: Received invalid `%s' request (size %d)
de: Ungültige Anfrage `%s' empfangen (Größe %d)

source: Received invalid `%s' request (wrong table)
de: Ungültige Anfrage `%s' empfangen (falsche Tabelle)

source: Received unknown request type %d at %s:%d
de: Unbekannte Anfrageart %d empfangen bei %s:%d

source: This client already participates in the given DHT!
de: Dieser Client beteiligt sich bereits an der angegebenen DHT!

source: Cannot leave DHT: table not known!
de: DHT kann nicht verlassen werden: Tabelle unbekannt!

source: gnunetd signaled error in response to `%s' message
de: gnunetd gab in Bezug auf die `%s' Nachricht einen Fehler zurück.

source: Failed to receive response to `%s' message from gnunetd
de: Fehler beim Empfangen der Antwort von gnunetd auf die `%s' Nachricht

source: Failed to send `%s' message to gnunetd
de: Fehler beim Senden der `%s' Nachricht an gnunetd

source: Unexpected reply to `%s' operation.
de: Unerwartete Antwort zu `%s' Operation.

source: # of connected peers
de: # verbundener Knoten

source: Waiting for gnunetd to start (%u iterations left)...
de: Warte auf den Start von gnunetd (%u Iterationen verbleiben)...

source: Waiting for peers to connect (%u iterations left)...
de: Warte darauf, dass sich andere Knoten verbinden (%u Iterationen verbleiben)...

source: # messages defragmented
de: # defragmentierter Nachrichten

source: # messages fragmented
de: # fragmentierter Nachrichten

source: # fragments discarded
de: # verworfener Nachrichten

source: `%s' registering handler %d
de: `%s' registriert Handler %d

source: Could not unlink temporary file `%s': %s
de: Temporäre Datei `%s' konnte nicht gelöscht werden: %s

source: Write(%d, %p, %d) failed: %s
de: Write(%d, %p, %d) schlug fehl: %s

source: Decrypted content does not match key. This is either a bug or a maliciously inserted file. Download aborted.
de: Entschlüsselter Inhalt entspricht nicht dem Schlüssel. Dies ist entweder ein Bug oder eine mit bösen Absichten eingefügte Datei. Download wurde abgebrochen.

source: Content `%s' seems to be not available on the network (tried %u times).
de: Inhalt `%s' scheint im Netzwerk nicht verfügbar zu sein (%u mal versucht).

source: Renaming of file `%s' to `%s' failed: %s
de: Umbenennen der Datei `%s' zu `%s' fehlgeschlagen: %s

source: Could not rename file `%s' to `%s': file exists
de: Datei `%s' konnte nicht zu `%s' umbenannt werden: Datei existiert bereits

source: Configuration file must specify a directory for GNUnet to store per-peer data under %s%s.
de: Die Konfigurationsdatei muss unter %s%s ein Verzeichnis für GNUnet angeben, in dem Knotenbezogene Daten gespeichert werden.

source: Cannot create pseudonym `%s', file `%s' exists.
de: Pseudonym `%s' kann nicht erstellt werden, da die Datei `%s' bereits existiert.

source: File `%s' does not contain a pseudonym.
de: Die Datei `%s' enthält kein Pseudonym.

source: Format of pseudonym `%s' is invalid.
de: Format des Pseudonyms `%s' ist ungültig.

source: Format of file `%s' is invalid.
de: Format der Datei `%s' ist ungültig.

source: CHK URI not allowed for search.
de: CHK URI ist nicht erlaubt für Suchen.

source: LOC URI not allowed for search.
de: LOC URI ist nicht erlaubt für Suchen.

source: `%s' is not a file.
de: `%s' ist keine Datei.

source: Cannot get size of file `%s'
de: Die Größe der Datei `%s' konnte nicht ermittelt werden

source: Cannot hash `%s'.
de: `%s' konnte nicht gehashed werden.

source: Initialization for indexing file `%s' failed.
de: Initialisierung der Indizierung der Datei `%s' fehlgeschlagen.

source: Indexing file `%s' failed. Trying to insert file...
de: Indizieren der Datei `%s' schlug fehl. Versuch Datei einzufügen...

source: Indexing data failed at position %i.
de: Indizierung der Daten schlug an Position %i fehl.

source: Download aborted.
de: Download abgebrochen.

source: ECRS download failed (see logs).
de: ECRS Download schlug fehl (siehe Protokolldateien).

source: ECRS download suspending.
de: ECRS download wird eingefroren.

source: AND
de: UND

source: Configuration file must specify a directory for GNUnet to store per-peer data under %s%s
de: Die Konfigurationsdatei muss unter %s%s ein Verzeichnis angeben, in dem GNUnet knotenspezifische Daten speichern kann.

source: Collecting file identifiers disabled.
de: Einsammeln von Dateibezeichnern deaktiviert.

source: FSUI persistence: error restoring download
de: FSUI Beständigkeit: Fehler beim Wiederherstellen des Downloads

source: FSUI state file `%s' had syntax error at offset %u.
de: FSUI Statusdatei `%s' hatte einen Syntaxfehler bei Offset %u.

source: No keywords specified!
de: Keine Schlüsselwörter angegeben!

source: Publication interval for periodic publication changed.
de: Veröffentlichungsintervall für periodische Veröffentlichung wurde geändert.

source: Publishing update for periodically updated content more than a week ahead of schedule.
de: Veröffentlichungsdatum für periodisch aktualisierten Inhalt ist mehr als eine Woche früher als geplant.

source: This search is already pending!
de: Diese Suche läuft bereits!

source: Unindex failed.
de: Deindizierung schlug fehl.

source: Upload failed.
de: Upload fehlgeschlagen.

source: Cannot upload directory without using recursion.
de: Verzeichnis kann nicht ohne die Verwendung von Rekursion hochgeladen werden.

source: You must specify a postive number for `%s' in the configuration in section `%s'.
de: Sie müssen für `%s' in der Sektion `%s' der Konfigurationsdatei eine positive Zahl angeben.

source: `%s' registering client handlers %d %d %d %d %d %d %d %d %d
de: `%s' registriert die Client Handler %d %d %d %d %d %d %d %d %d

source: enables (anonymous) file-sharing
de: Ermöglicht (anonymes) Filesharing

source: # blocks migrated
de: # Blöcke migriert

source: Indexed file disappeared, deleting block for query `%s'
de: Indizierte Datei ist verschwunden, Block für Anfrage `%s' wird gelöscht

source: Because the file `%s' has been unavailable for 3 days it got removed from your share. Please unindex files before deleting them as the index now contains invalid references!
de: Weil die Datei `%s' nun seit 3 Tagen nicht zur Verfügung steht, wurde Sie aus Ihrem Share entfernt. Bitte deindizieren Sie Dateien, bevor Sie sie löschen, da Ihr Index nun ungültige Referenzen enthält!

source: Configuration file must specify directory for storage of FS data in section `%s' under `%s'.
de: Die Konfigurationsdatei muss ein Verzeichnis für die Speicherung von FS Daten in der Sektion `%s' unter `%s' angeben.

source: Unindexed ODB block `%s' from offset %llu already missing from datastore.
de: Deindizierter ODB Block `%s' vom Offset %llu fehlt bereits im Datenspeicher.

source: Failed to get traffic stats.
de: Statistiken über den Netzwerkverkehr konnten nicht ermittelt werden.

source: %8u of %8u bytes deleted.
de: %8u von %8u Bytes gelöscht.

source: specify the file to delete from GNUnet (obligatory, file must exist)
de: vom GNUnet zu löschende Datei angeben (obgligatorisch, Datei muss existieren)

source: Remove file from GNUnet. The specified file is not removed from the filesystem but just from the local GNUnet datastore.
de: Datei auf GNUnet löschen. Die angegebene Datei wird nicht aus dem Dateisystem gelöscht, sondern aus dem lokalen GNUnet Datenspeicher.

source: You must specify a filename (option -f)
de: Sie müssen eine Datei angeben (Option -f)

source: Error deleting file %s. Probably a few blocks were already missing from the database.
de: Fehler beim Löschen der Datei %s. Möglicherweise fehlen bereits einige wenige Datenblöcke in der Datenbank.

source: ==> Directory `%s':
de: ==> Verzeichnis `%s':

source: = Error reading directory.
de: = Fehler beim Lesen des Verzeichnisses.

source: File format error (not a GNUnet directory?)
de: Dateiformat fehlerhaft (kein GNUnet Verzeichnis?)

source: %d files found in directory.
de: %d Dateien im Verzeichnis gefunden.

source: remove all entries from the directory database and stop tracking URIs
de: Alle Einträge aus der Verzeichnis Datenbank löschen und das Verfolgen von URIs abbrechen

source: list entries from the directory database
de: Einträge aus der Verzeichnis Datenbank auflisten

source: start tracking entries for the directory database
de: Anfangen, Einträge für die Verzeichnis Datenbank zu verfolgen

source: gnunet-directory [OPTIONS] [FILENAMES]
de: gnunet-directory [OPTIONEN] [DATEINAMEN]

source: Perform directory related operations.
de: Verzeichnisbezogene Operationen durchführen.

source: Listed %d matching entries.
de: %d übereinstimmende Einträge aufgelistet.

source: LEVEL
de: GRAD

source: set the desired LEVEL of receiver-anonymity
de: Den Grad LEVEL der gewünschten Empfänger-Anonymität setzen

source: FILENAME
de: DATEINAME

source: write the file to FILENAME
de: Schreibe die Datei in DATEINAME

source: download a GNUnet directory recursively
de: Das GNUnet Verzeichnis rekursiv herunterladen

source: Download files from GNUnet.
de: Dateien aus dem GNUnet herunterladen.

source: Not enough arguments. You must specify a GNUnet file URI
de: Nicht genügend Parameter. Sie müssen eine GNUnet Datei URI angeben

source: Download of file `%s' at %16llu out of %16llu bytes (%8.3f kbps)
de: Download der Datei `%s' bei %16llu von %16llu Bytes (%8.3f kbps)

source: Error downloading: %s
de: Fehler beim Download: %s

source: Download of file `%s' complete. Speed was %8.3f kilobyte per second.
de: Download der Datei `%s' abgeschlossen. Geschwindigkeit war %8.3f KB/s.

source: URI `%s' invalid for gnunet-download.
de: URI `%s' ist ungültig für gnunet-download.

source: File stored as `%s'.
de: Datei wurde als `%s' gespeichert.

source: Created entry `%s' in namespace `%s'
de: Eintag `%s' in Namespace `%s' wurde erstellt

source: Failed to add entry to namespace `%s' (does it exist?)
de: Der Eintrag konnte dem Namespace `%s' nicht hinzugefügt werden (existiert er?)

source: %16llu of %16llu bytes inserted (estimating %s to completion)
de: %16llu von %16llu Bytes eingefügt (geschätzte %s bis Fertigstellung)

source: Upload of `%s' complete, %llu bytes took %llu seconds (%8.3f kbps).
de: Upload von `%s' komplett, %llu Bytes brauchten %llu Sekunden (%8.3f KB/s).

source: Upload of `%s' complete, current average speed is %8.3f kbps.
de: Upload von `%s' komplett, derzeitige durchschnittliche Geschwindigkeit beträgt %8.3f KB/s.

source: File `%s' has URI: %s
de: Datei `%s' hat URI: %s

source: Error uploading file: %s
de: Fehler beim Uploaden der Datei: %s

source: set the desired LEVEL of sender-anonymity
de: Gewünschten Grad an Sender-Anonymität festlegen

source: even if gnunetd is running on the local machine, force the creation of a copy instead of making a link to the GNUnet share directory
de: Obwohl gnunetd auf der lokalen Maschiene läuft die Erstellung einer Kopie anstelle der Erzeugung eines Links auf das GNUnet Share-Verzeichnis erzwingen.

source: use libextractor to add additional direct references to directory entries
de: benutze libextractor um weitere direkte Referenzen zu Dateien in Verzeichnissen zu erzeugen

source: print list of extracted keywords that would be used, but do not perform upload
de: Liste der extrahierten Schlüsselworte, die verwendet werden würden, ausgeben, aber keinen Upload durchführen

source: set interval for availability of updates to SECONDS (for namespace insertions only)
de: Intervall der Verfügbarkeit von Updates auf SECONDS setzen (nur für das Einfügen in Namespaces)

source: add an additional keyword for the top-level file or directory (this option can be specified multiple times)
de: Ein zusätzliches Schlüsselwort für die Datei oder das Verzeichnis auf der obersten Ebene hinzufügen (diese Option kann mehrmals angegeben werden)

source: add an additional keyword for all files and directories (this option can be specified multiple times)
de: Ein zusätzliches Schlüsselwort für alle Dateien und Verzeichnisse hinzufügen (diese Option kann mehrmals angegeben werden)

source: set the meta-data for the given TYPE to the given VALUE
de: Die Meta-Daten des angegebenen Typs TYPE auf den angegebenen Wert VALUE setzen

source: do not index, perform full insertion (stores entire file in encrypted form in GNUnet database)
de: Nicht indizieren, sondern komplett einfügen (speichert die gesamte Datei in verschlüsselter Form in der GNUnet Datenbank)

source: specify ID of an updated version to be published in the future (for namespace insertions only)
de: ID einer aktualisierten Version angeben, die in der Zukunft veröffentlich werden soll. (nur für das Einfügen in Namespaces)

source: specify the priority of the content
de: Die Priorität des Inhalts angeben

source: publish the files under the pseudonym NAME (place file into namespace)
de: Die Datei unter dem Pseudonym NAME veröffentlichen (platziert die Datei in einem Namespace)

source: process directories recursively
de: Verzeichnisse rekursiv bearbeiten

source: specifies this as an aperiodic but updated publication (for namespace insertions only)
de: Dies als unregelmäßige aber aktualisierbare Veröffentlichung kennzeichnen (nur für das Einfügen in Namespaces)

source: set the ID of this version of the publication (for namespace insertions only)
de: die ID dieser Version der Veröffentlichung setzen (nur für das Einfügen in Namespaces)

source: specify creation time for SBlock (see man-page for format)
de: Erstellungszeit für den SBLOCK angeben (s. Manpage zum Format)

source: ID of the previous version of the content (for namespace update only)
de: ID der vorherigen Version des Inhalts (nur für das Einfügen in Namespaces)

source: Make files available to GNUnet for sharing.
de: Dateien GNUnet zum Filesharing zur Verfügung stellen.

source: You must pass a positive number to the `%s' option.
de: Sie müssen eine positive Zahl zu der Option `%s' übergeben.

source: You must specify a list of files to insert.
de: Sie müssen eine Liste von Dateien zum Einfügen angeben.

source: Only one file or directory can be specified at a time.
de: Nur eine Datei oder Verzeichnis kann auf einmal angegeben werden.

source: You must specify a file or directory to upload.
de: Sie müssen eine Datei oder Verzeichnis für den Upload angeben.

source: Keywords for file `%s':
de: Schlüsselwörter für Datei `%s':

source: Could not access namespace `%s' (does not exist?).
de: Konnte nicht auf den Namespace `%s' zugreifen (existiert nicht?).

source: Parsing time failed. Use `%s' format.
de: Das Parsen der Zeit schlug fehl. Verwenden Sie das `%s' Format.

source: Option `%s' makes no sense without option `%s'.
de: Option `%s' macht keinen Sinn ohne die Option `%s'.

source: automate creation of a namespace by starting a collection
de: Erstellung eines Namespaces durch das Anfangen einer Collection automatisieren

source: create a new pseudonym under the given NICKNAME
de: Neues Pseudonym unter dem angegebenen NICKNAME erstellen

source: delete the pseudonym with the given NICKNAME
de: Pseudonym mit dem angegeben NICKNAME löschen

source: end automated building of a namespace (ends collection)
de: Automatisierte Erstellung eines Namespaces beenden (beendet Collection)

source: use the given keyword to advertise the namespace (use when creating a new pseudonym)
de: Das angegebene schlüsselwort verwenden, um den Namespace bekanntzumachen (zu verwenden, wenn ein neues Pseudonym erstellt wird)

source: specify that the contents of the namespace are of the given MIMETYPE (use when creating a new pseudonym)
de: Angeben, dass die Inhalte des Namespaces vom angegebenen MIMETYOE sind (zu verwenden, wenn ein neues Pseudonym erstellt wird)
