Repository: OpenSourceInternetV2/gnunet
Catalog: po/*.po
Languages: de

source: GNUnet configuration assistant
de: GNUnet Konfigurationsassistent

source: Next
de: Weiter

source: Cancel
de: Abbrechen

source: Enter information about your network connection here. The "Network interface" is the device that connects your computer to the internet. This is usually a modem, an ISDN card or a network card in case you are using DSL. If your provider always assigns the same IP-Address to you (a "static" IP-Address), enter it into the "IP-Address" field. If your IP-Address changes every now and then ("dynamic" IP-Address) but there's a hostname that always points to your actual IP-Address ("Dynamic DNS"), you can also enter it here. If in doubt, leave the field empty. GNUnet will then try to determine your IP-Address. If you are connected to the internet through another computer doing SNAT, a router or a "hardware firewall" and other computers on the internet cannot connect to this computer, check the last option on this page. Leave it unchecked on direct connections through modems, ISDN cards and DNAT (also known as "port forwarding").
de: Geben Sie hier Ihre Netzwerkinformationen ein. Das "Netzwerkgerät" ist das Gerät, das Ihren Computer mit dem Internet verbindet. Dies ist normalerweise ein Modem, eine ISDN-Karte oder eine Netzwerkkarte für den Fall, dass Sie DSL benutzen. Wenn Ihnen Ihr Provider immer die gleiche IP-Adresse zuweist (eine "statische" IP-Adresse), geben Sie diese in das "IP-Adresse"-Feld ein. Wenn Ihre IP-Adresse sich hin und wieder ändert ("dynamische" IP-Adresse), es jedoch einen Hostnamen gibt, der immer auf Ihre aktuelle IP-Adresse zeigt ("Dynamisches DNS"), so können Sie ihn auch eingeben. Im Zweifel lassen Sie das Feld leer. GNUnet wird dann versuchen, die IP-Adresse automatisch zu bestimmen. Wenn Sie nicht direkt mit dem Internet verbunden sind, sondern dies über einen anderen Rechner mit SNAT, einem Router oder einer "Hardware Firewall" geschieht und andere Computer im Internet keine Verbindung mit diesem Computer herstellen können, so aktivieren Sie die letzte Option auf dieser Seite. Lassen Sie sie jedoch deaktiviert, wenn Sie eine direkte Verbindung über ein Modem, eine ISDN-Karte oder einen anderen Rechner mit DNAT (auch bekannt als "Port forwarding") zum Internet haben.

source: Network interface:
de: Netzwerkgerät:

source: IP-Address/Hostname:
de: IP-Adresse/Hostname:

source: Computer cannot receive inbound connections (SNAT/Firewall)
de: Computer kann keine ankommenden Verbindungen akzeptieren (SNAT/Firewall)

source: Network connection
de: Netzwerkverbindung

source: You can limit GNUnet's ressource usage here. "Bandwidth limitation" is how much data may be sent per second. If you have a flatrate you can set it to the maximum speed of your internet connection. The "Max. CPU usage" is the percentage of processor time GNUnet is allowed to use.
de: Hier können Sie GNUnet's Ressourcennutzung einschränken. "Bandbreitenbeschränkung" gibt an, wieviele Daten maximal pro Sekunde übetragen werden dürfen. Wenn Sie eine Flatrate haben, können Sie diese Werte auf die maximal erreichbare Geschwindigkeit Ihrer Internetverbindung setzen. Die "Max. CPU Nutzung" gibt den Prozentsatz an CPU-Zeit an, den GNUnet für sich verwenden darf.

source: Bandwidth limitation
de: Bandbreitenbeschränkung

source: Use denoted bandwidth for GNUnet
de: Angegebene Bandbreite für GNUnet verwenden

source: Share denoted bandwidth with other applications
de: Angegebene Bandbreite mit anderen Anwendungen teilen

source: Bandwidth sharing
de: Aufteilung der Bandbreite

source: Max. CPU usage (%):
de: Max. CPU Nutzung (%):

source: CPU usage
de: CPU Nutzung

source: Load limitation
de: Lastbeschränkung

source: Back
de: Zurück

source: GNUnet is able to store data from other peers in your datastore. This is useful if an adversary has access to your inserted content and you need to deny that the content is yours. With "content migration" on, the content could have "migrated" over the internet to your node without your knowledge. It also helps to spread popular content over different peers to enhance availability. The GNUnet datastore contains all data that GNUnet generates (index data, inserted and migrated content). Its maximum size can be specified below. If you are an experienced user, you may want to tweak your GNUnet installation using the enhanced configurator. After changing the configuration and/or updating GNUnet, it is sometimes required to run gnunet-update to update internal data structures. Depending on the changes made, this may take some time.
de: GNUnet ist in der Lage, Daten von anderen Knoten in Ihrem Datenspeicher zu speichern. Das ist nützlich, wenn ein Widersacher Zugriff auf Ihre eingefügten Inhalte erlangt und Sie abstreiten müssen, dass diese Daten Ihnen gehören. Mit "Inhaltsmigration" angeschaltet können die Inhalte über das Internet von einem anderen Knoten zu Ihrem Rechner ohne Ihr Wissen "gewandert" sein. Außerdem hilft es, beliebte Inhalte über verschiedene Netzteilnehmer zu verteilen, um so die Verfügbarkeit zu erhöhen. Der GNUnet Datenspeicher enthält alle Daten, die GNUnet erzeugt (Indexdaten, eingefügte und migrierte Inhalte). Seine maximale Größe kann unten angegeben werden. Wenn Sie ein fortgeschrittener Benutzer sind, möchten Sie vielleicht weitere Feinjustierungen an GNUnet über den "erweiterten Konfigurator" vornehmen. Nachdem die Konfiguration verändert und/oder GNUnet upgedated wurde ist es manchmal nötig, gnunet-update auszuführen, um interne Datenstrukturen zu aktualisieren. Abhängig von den gemachten Änderungen kann dies etwas Zeit in Anspruch nehmen.

source: Store migrated content
de: Migrierte Inhalte speichern

source: Maximum datastore size (MB):
de: Maximale Größe des Datenspeichers (MB):

source: Start the GNUnet background process on computer startup
de: GNUnet Hintergrundprozeß beim Starten des Computers automatisch starten

source: Open the enhanced configurator
de: Erweiterten Konfigurator starten

source: Run gnunet-update
de: gnunet-update ausführen

source: Other settings
de: Weitere Einstellungen

source: Finish
de: Fertigstellen

source: Question
de: Frage

source: Do you want to save your settings?
de: Möchten Sie Ihre Einstellungen speichern?

source: Yes
de: Ja

source: No
de: Nein

source: Error
de: Fehler

source: Unable to save configuration!
de: Fehler beim Speichern der Konfiguration!

source: Define the user and the group owning the GNUnet service here. For security reasons, it is a good idea to let this setup create a new user account and a new group under which the GNUnet service is started at system startup. However, GNUnet may not be able to access files other than its own. This includes files you want to publish in GNUnet. You'll have to grant read permissions to the user specified below. Leave the fields empty to run GNUnet with system privileges.
de: Geben Sie den Benutzer und die Gruppe an, der der GNUnet Dienst gehören soll. Aus Sicherheitsgründen ist es eine gute Idee, dieses Setup ein neues Benutzerkonto und eine neue Gruppe anlegen zu lassen, unter der der GNUnet Dienst beim Systemstart läuft. Natürlich kann GNUnet dann nur auf seine eigenen Dateien zugreifen. Dies betrifft auch Dateien, die Sie im GNUnet veröffentlichen möchten. Sie müssen dann dem unten angegebenen Benutzerkonto zuerst Leseberechtigungen geben. Lassen Sie dieses Feld leer, wenn Sie GNUnet mit Systemprivilegien laufen lassen möchten.

source: Group:
de: Gruppe:

source: User account:
de: Benutzerkonto:

source: gnunet-update failed!
de: gnunet-update schlug fehlt!

source: Gtk GNUnet Configurator
de: Gtk GNUnet Konfigurator

source: _File
de: _Datei

source: Load a config file
de: Eine Konfigurationsdatei laden

source: _Load
de: _öffnen

source: Save the config in .config
de: Die Konfiguration in .config speichern

source: _Save
de: _Speichern

source: _Quit
de: _Beenden

source: _Options
de: _Optionen

source: Show name
de: Name anzeigen

source: Show _name
de: _Name anzeigen

source: Show range (Y/M/N)
de: Bereich anzeigen (Y/M/N)

source: Show _range
de: _Bereich anzeigen

source: Show value of the option
de: Wert der Option anzeigen

source: Show _data
de: _Daten anzeigen

source: Show all options
de: Alle Optionen anzeigen

source: Show all _options
de: Alle _Optionen anzeigen

source: _Help
de: _Hilfe

source: _Introduction
de: _Einführung

source: _About
de: _über

source: Goes up of one level (single view)
de: Bewegt sich eine Ebene nach oben (einfache Ansicht)

source: Up
de: Oben

source: Load
de: Laden

source: Save a config file
de: Konfigurationsdatei speichern

source: Save
de: Speichern

source: Single view
de: Einfache Ansicht

source: Single
de: Einfach

source: Split view
de: Geteilte Ansicht

source: Split
de: Geteilt

source: Full view
de: Volle Ansicht

source: Full
de: Voll

source: Collapse the whole tree in the right frame
de: Den gesamten Baum im rechten Frame kollabieren

source: Collapse
de: Kollabieren

source: Expand the whole tree in the right frame
de: Den gesamten Baum im rechten Frame expandieren

source: Expand
de: Expandieren

source: Not for English ;-)
de: Nils Durner and Christian Grothoff

source: generate configuration for gnunetd, the GNUnet daemon
de: Generiere Konfiguration für gnunetd, den GNUnet Daemon

source: Tool to setup GNUnet.
de: Werkzeug für die Einrichtung von GNUnet.

source: Available MODEs:
de: Verfügbare MODEs:

source: config text-based configuration
de: config text-basierte Konfiguration

source: menuconfig text-based menu
de: menuconfig text-basiertes Menü

source: wizard-curses Basic text-based graphical configuration
de: wizard-curses Einfache text-basierte grafische Konfiguration

source: gconfig GTK configuration
de: gconfig GTK Konfiguration

source: wizard-gtk Basic GTK configuration
de: wizard-gtk Einfache GTK Konfiguration

source: gnunet-setup must have write-access to the configuration file `%s'
de: gnunet-setup benötigt Schreibberechtigungen für die Konfigurationsdatei `%s'

source: Invalid arguments:
de: Ungültige Parameter:

source: No interface specified, using default
de: Keine Oberfläche angegeben, verwende Standard

source: `%s' is not available.
de: `%s' ist nicht verfügbar.

source: Can only run wizard to configure gnunetd. Did you forget the `%s' option?
de: Der Assistent kann nur zur Einrichtung von gnunetd gestartet werden. Haben Sie die `%s'-Option vergessen?

source: Unknown operation `%s'
de: Unbekannte Operation `%s'

source: GNUnet service installed successfully.
de: Der GNUnet Dienst wurde erfolgreich installiert.

source: This version of Windows doesn't support services.
de: Diese Version von Windows unterstützt keine Dienste.

source: Error: can't open Service Control Manager: %s
de: Fehler: der Dienstemanager konnte nicht geöffnet werden: %s

source: Error: can't create service: %s
de: Fehler: Dienst konnte nicht angelegt werden: %s

source: Unknown error.
de: Unbekannter Fehler.

source: Service deleted.
de: Dienst gelöscht.

source: Error: can't access service: %s
de: Fehler: auf den Dienst konnte nicht zugegriffen werden: %s

source: Error: can't delete service: %s
de: Fehler: Dienst konnte nicht gelöscht werden: %s

source: Unable to save configuration file `%s':
de: Fehler beim Speichern der Konfigurationsdatei `%s':

source: Unable to create user account:
de: Fehler beim Anlegen des Benutzerkontos:

source: Unable to change startup process:
de: Startprozeß konnte nicht geändert werden:

source: GNUnet configuration
de: GNUnet Konfiguration

source: Welcome to GNUnet! This assistant will ask you a few basic questions in order to configure GNUnet. Please visit our homepage at http://gnunet.org/ and join our community at http://gnunet.org/drupal/ Have a lot of fun, the GNUnet team
de: Willkommen bei GNUnet! Dieser Assistent wird Ihnen einige grundlegende Fragen stellen, um GNUnet zu konfigurieren. Bitte besuchen Sie unsere Homepage http://gnunet.org und schließen Sie sich unserer Community an: https://gnunet.org/drupal/ Viel Spaß, das GNUnet-Team

source: Choose the network interface that connects your computer to the internet from the list below.
de: Wählen Sie das Netzwerkgerät, das Ihren Computer mit dem Internet verbindet, aus unten stehender Liste.

source: Help
de: Hilfe

source: The "Network interface" is the device that connects your computer to the internet. This is usually a modem, an ISDN card or a network card in case you are using DSL.
de: Das "Netzwerkgerät" ist das Gerät, das Ihren Computer mit dem Internet verbindet. Dies ist üblicherweise ein Modem, eine ISDN-Karte oder eine Netzwerkkarte falls Sie DSL nutzen.

source: What is the name of the network interface that connects your computer to the Internet?
de: Was ist der Name des Netzwerkgerätes, das Ihren Computer mit dem Internet verbindet?

source: What is this computer's public IP address or hostname? If in doubt, leave this empty.
de: Wie heißt die öffentliche IP-Adresse oder der öffentliche Name dieses Computers? Wenn Sie nicht sicher sind, lassen Sie dieses Feld leer.

source: If your provider always assigns the same IP-Address to you (a "static" IP-Address), enter it into the "IP-Address" field. If your IP-Address changes every now and then ("dynamic" IP-Address) but there's a hostname that always points to your actual IP-Address ("Dynamic DNS"), you can also enter it here. If in doubt, leave the field empty. GNUnet will then try to determine your IP-Address.
de: Wenn Ihr Provider Ihnen immer die gleiche IP-Adresse zuweist (eine "statische" IP-Adresse), so geben Sie diese in das "IP-Adresse"-Feld ein. Wenn sich Ihre IP-Adresse immer wieder ändert ("dynamische" IP-Adresse), es jedoch einen Rechnernamen gibt, der immer auf Ihre aktuelle IP-Adresse verweist, so können Sie diesen ebenfalls eintragen. Wenn Sie nicht sicher sind, so können Sie das Feld leer lassen. GNUnet wird dann versuchen, Ihre IP-Adresse automatisch zu bestimmen.

source: Is this machine behind NAT? If you are connected to the internet through another computer doing SNAT, a router or a "hardware firewall" and other computers on the internet cannot connect to this computer, say "yes" here. Answer "no" on direct connections through modems, ISDN cards and DNAT (also known as "port forwarding").
de: Ist diese Maschine hinter NAT? Wenn Sie mit dem Internet über einen anderen Computer per SNAT, einem Router oder einer "Hardware Firewall" verbunden sind und andere Computer im Internet keine Verbindung zu diesem Computer herstellen können, so sagen Sie hier "Ja". Antworten Sie "Nein" bei direkten Verbindungen über Modem, ISDN-Karten und DNAT (auch bekannt als "Port forwarding").

source: How much upstream (Bytes/s) may be used?
de: Wieviel Upstream (Bytes/s) darf verwendet werden?

source: You can limit GNUnet's resource usage here. The "upstream" is the data channel through which data is *sent* to the internet. The limit is either the total maximum for this computer or how much GNUnet itself is allowed to use. You can specify that later. If you have a flatrate, you can set it to the maximum speed of your internet connection.
de: Hier können Sie GNUnets Ressourcenverwendung einschränken. Der "Upstream" ist der Datenkanal, durch den Daten an das Internet *gesendet* werden. Das Limit ist entweder das gesamte Maximum für diesem Computer oder wieviel GNUnet selbst verwenden darf. Dies können Sie später festlegen. Wenn Sie eine Flatrate haben, können Sie die maximale Geschwindigkeit Ihrer Internetverbindung angeben.

source: How much downstream (Bytes/s) may be used?
de: Wieviel Downstream (Bytes/s) darf verwendet werden?

source: You can limit GNUnet's resource usage here. The "downstream" is the data channel through which data is *received* from the internet. The limit is either the total maximum for this computer or how much GNUnet itself is allowed to use. You can specify that later. If you have a flatrate you can set it to the maximum speed of your internet connection.
de: Hier können Sie GNUnets Ressourcenverwendung einschränken. Der "Downstream" ist der Datenkanal, durch den Daten vom Internet *empfangen* werden. Das Limit ist entweder das gesamte Maximum für diesem Computer oder wieviel GNUnet selbst verwenden darf. Dies können Sie später festlegen. Wenn Sie eine Flatrate haben, können Sie die maximale Geschwindigkeit Ihrer Internetverbindung angeben.

source: Share denoted bandwidth with other applications? Say "yes" here, if you don't want other network traffic to interfere with GNUnet's operation, but still wish to constrain GNUnet's bandwidth usage to values entered in the previous steps, or if you can't reliably measure the maximum capabilities of your connection. "No" can be very useful if other applications are causing a lot of traffic on your LAN. In this case, you do not want to limit the traffic that GNUnet can inflict on your internet connection whenever your high-speed LAN gets used (e.g. by NFS).
de: Angegebene Bandbreite mit anderen Anwendungen teilen? Sagen Sie hier "Ja", wenn Sie nicht möchten, dass anderer Netzwerkverkehr GNUnets Funktion stört aber dennoch GNUnets Bandbreite gemäß den Angaben in den vorherigen Schritten einschränken möchten oder Sie die maximalen Möglichkeiten Ihrer Internetverbindung nicht zuverlässig messen können. "Nein" kann nützlich sein, wenn andere Anwendungen viel Netzwerkverkehr in Ihrem LAN verursachen. In diesem Fall möchten Sie nicht GNUnets Netzwerkverkehr über die Internetverbindung einschränken, wann immer Ihre Hochgeschwindigkeits-LAN-Verbindung verwendet wird (z.B. durch NFS).

source: How much CPU (in %) may be used?
de: Wieviel CPU (in %) darf verwendet werden?

source: You can limit GNUnet's resource usage here. This is the percentage of processor time GNUnet is allowed to use.
de: Hier können Sie GNUnets Ressourcenverwendung einschränken. Dies ist der Prozentsatz an Prozessorzeit, den GNUnet verwenden darf.

source: Store migrated content? GNUnet is able to store data from other peers in your datastore. This is useful if an adversary has access to your inserted content and you need to deny that the content is yours. With "content migration" on, the content could have "migrated" over the internet to your node without your knowledge. It also helps to spread popular content over different peers to enhance availability.
de: Sollen migrierte Inhalte gespeichert werden? GNUnet ist in der Lage, Daten von anderen Knoten in Ihrem Datenspeicher zu speichern. Das ist nützlich, wenn ein Widersacher Zugriff auf Ihre eingefügten Inhalte erlangt und Sie abstreiten müssen, dass diese Daten Ihnen gehören. Ist die "Inhaltsmigration" angeschaltet, so können die Inhalte über das Internet von einem anderen Knoten zu Ihrem Rechner ohne Ihr Wissen "gewandert" sein. Außerdem hilft es, beliebte Inhalte über verschiedene Netzteilnehmer zu verteilen, um so die Verfügbarkeit zu erhöhen.

source: What's the maximum datastore size in MB? The GNUnet datastore contains all data that GNUnet generates (index data, inserted and migrated content).
de: Was ist die maximale Größe des GNUnet Datenspeichers (in MB)? Der GNUnet Datenspeicher enthält alle Daten, die GNUnet erzeugt (Indexdaten, eingefügte und migrierte Inhalte).

source: Do you want to launch GNUnet as a system service? If you say "yes" here, the GNUnet background process will be automatically started when you turn on your computer. If you say "no" here, you have to launch GNUnet yourself each time you want to use it.
de: Möchten Sie GNUnet als Systemdienst starten? Wenn Sie hier "Ja" sagen, so wird der GNUnet Hintergrundprozess jedesmal automatisch gestartet, wenn Sie Ihren Computer einschalten. Wenn Sie hier "Nein" sagen, so müssen Sie GNUnet jedesmal selbst starten, wenn Sie es verwenden möchten.

source: Define the user owning the GNUnet service. For security reasons, it is a good idea to let this setup create a new user account under which the GNUnet service is started at system startup. However, GNUnet may not be able to access files other than its own. This includes files you want to publish in GNUnet. You'll have to grant read permissions to the user specified below. Leave the fields empty to run GNUnet with system privileges. GNUnet user:
de: Geben Sie den Benutzer an, dem der GNUnet Dienst gehören soll. Aus Sicherheitsgründen ist es eine gute Idee, dieses Setup ein neues Benutzerkonto anlegen zu lassen, unter dem der GNUnet Dienst beim Systemstart läuft. Natürlich kann GNUnet dann nur auf seine eigenen Dateien zugreifen. Dies betrifft auch Dateien, die Sie im GNUnet veröffentlichen möchten. Sie müssen dann dem unten angegebenen Benutzerkonto zuerst Leseberechtigungen geben. Lassen Sie dieses Feld leer, wenn Sie GNUnet mit Systemprivilegien laufen lassen möchten. GNUnet Benutzer:

source: Define the group owning the GNUnet service. For security reasons, it is a good idea to let this setup create a new group for the chosen user account. You can also specify a already existant group here. Only members of this group will be allowed to start and stop the the GNUnet server and have access to GNUnet server data. GNUnet group:
de: Definieren Sie eine Gruppe, der der GNUnet Dienst gehört. Aus Sicherheitsgründen ist es eine gute Idee, dieses Setup eine neue Gruppe für das gewählte Benutzerkonto anlegen zu lassen. Sie können hier auch eine bestehende Gruppe angeben. Nur Mitglieder dieser Gruppe dürfen den GNUnet Server starten und anhalten und haben Zugriff auf die Daten des GNUnet Servers. GNUnet Gruppe:

source: If you are an experienced user, you may want to tweak your GNUnet installation using the enhanced configurator. Do you want to start it after saving your configuration?
de: Wenn Sie ein erfahrener Benutzer sind, so möchten Sie vielleicht Ihre GNUnet Installation über den erweiterten Konfigurator optimieren. Möchten Sie ihn starten, nachdem Ihre Konfiguration gespeichert wurde?

source: Unable to save configuration file %s: %s. Try again?
de: Konfigurationsdatei %s kann nicht gespeichert werden: %s. Soll es nochmals versucht werden?

source: Can't open Service Control Manager
de: Der Dienstemanager konnte nicht geöffnet werden

source: Can't create service
de: Der Dienst konnte nicht angelegt werden

source: Error changing the permissions of the GNUnet directory
de: Fehler beim Ändern der Berechtigungen des GNUnet Verzeichnisses

source: Cannot write to the regisitry
de: Konnte nicht in die Registry schreiben

source: Can't access the service
de: Auf den Dienst konnte nicht zugegriffen werden

source: Can't delete the service
de: Dienst konnte nicht gelöscht werden

source: Unknown error
de: Unbekannter Fehler

source: This version of Windows does not support multiple users.
de: Diese Version von Windows ist nicht Mehrbenutzerfähig.

source: Error creating user
de: Fehler beim Anlegen des Benutzers

source: Error accessing local security policy
de: Fehler beim Zugriff auf die lokale Sicherheitsrichtlinie

source: Error granting service right to user
de: Fehler beim Zuweisen des Dienstrechtes dem Benutzer

source: Unknown error while creating a new user
de: Unbekannter Fehler beim Anlegen des neuen Benutzers

source: `%s' selected %d out of %d messages (MTU: %d).
de: `%s' wählte %d von %d Nachrichten aus (MTU: %d).

source: Message details: %u: length %d, priority: %d
de: Nachrichten Details: %u: Länge %d, Priorität: %d

source: Message from `%s' discarded: invalid format.
de: Nachricht von `%s' verworfen: ungültiges Format.

source: Invalid sequence number %u <= %u, dropping message.
de: Ungültige Sequenznummer %u <= %u, Nachricht wird verworfen.

source: Message received more than one day old. Dropped.
de: Empfangene Nachricht ist mehr als ein Tag alt. Nachricht wird verworfen.

source: # outgoing messages dropped
de: # ausgehender Nachrichten verworfen

source: # bytes of outgoing messages dropped
de: # Bytes ausgehender Nachrichten verworfen
