Repository: OpenSourceInternetV2/gnunet
Catalog: debian/po/*.po
Languages: de, es, fi, fr, gl, pt_br

source: Former installation of GNUnet detected
de: Ältere Installation von GNUnet erkannt
es: Se ha detectado una instalación antigua de GNUnet
fi: Aiempi GNUnet-asennus löydetty
fr: Ancienne installation de GNUnet détectée
gl: Detectouse unha instalación anterior de GNUnet
pt_br: Instalação anterior do GNUnet detectada

source: Since there are important changes in this version, the installer will need to modify the GNUnet configuration file (/etc/gnunet.conf).
de: Da es wichtige Änderungen in dieser Version gibt, muss das Installationsprogramm die GNUnet-Konfigurationsdatei (/etc/gnunet.conf) anpassen.
es: El instalador necesitará modificar el fichero de configuración de GNUnet (/etc/gnunet.conf) puesto que hay cambios importantes en esta versión.
fi: Koska tähän versioon on tehty tärkeitä muutoksia, asennusohjelman tarvitsee muokata GNUnetin asetustiedostoa (/etc/gnunet.conf).
gl: Como hai cambios importantes nesta versión, o instalador ha ter que modificar o ficheiro de configuración de GNUnet (/etc/gnunet.conf).

source: The installation process will backup /etc/gnunet.conf to /etc/gnunet.conf.old, and will automatically build a new configuration file.
de: Der Installationsprozess wird eine Sicherungskopie von /etc/gnunet.conf als /etc/gnunet.conf.old anlegen und automatisch eine neue Konfigurationsdatei aufbauen.
es: El proceso de instalación hará copia de seguridad del fichero /etc/gnunet.conf en /etc/gnunet.conf.old, y construirá automáticamente un nuevo fichero de configuración.
fi: Asennusprosessi tekee varmuuskopion tiedostosta /etc/gnunet.conf nimelle /etc/gnunet.conf.old ja automaattisesti rakentaa uuden asetustiedoston.
fr: Le processus d'installation sauvegardera le fichier /etc/gnunet.conf dans /etc/gnunet.conf.old et créera un nouveau fichier de configuration.
gl: O proceso de instalación ha copiar /etc/gnunet.conf a /etc/gnunet.conf.old, e ha construír automaticamente un novo ficheiro de configuración.
pt_br: O processo de instalação fará uma cópia de /etc/gnunet.conf em /etc/gnunet.conf.old, e automaticamente construirá um novo arquivo de configuração.

source: Every personal settings will be preserved as much as possible.
de: Soweit wie möglich bleiben alle persönlichen Einstellungen erhalten.
es: Se intentará mantener sus configuraciones personales tanto como sea posible.
fi: Kaikki omat asetukset säilytetään, jos vain mahdollista.
gl: Hase conservar cada configuración persoal o máximo que sexa posible.

source: Warning
de: Warnung
es: Advertencia
fi: Varoitus
fr: Impossible de déterminer les paramètres de configuration
gl: Aviso
pt_br: Aviso

source: For some obscure reason, the installer have failed to discover the configuration settings in /etc/gnunet.conf.
de: Aus irgendwelchen obskuren Gründen ist es dem Installationsprogramm nicht gelungen, die Konfigurationseinstellungen aus /etc/gnunet.conf auszulesen.
es: Por alguna extraña razón, el instalador no ha podido encontrar sus configuraciones en /etc/gnunet.conf.
fi: Jostain oudosta syystä asennusohjelma ei onnistunut löytämään asetuksia tiedostosta /etc/gnunet.conf.
gl: Por algún motivo, o instalador non puido descubrir a configuración de /etc/gnunet.conf.

source: The old configuration file will be moved to /etc/gnunet.conf.old.
de: Die alte Konfigurationsdatei wird in /etc/gnunet.conf.old umbenannt.
es: Se moverá su antiguo fichero de configuración a /etc/gnunet.conf.old.
fi: Vanha asetustiedosto siirretään nimelle /etc/gnunet.conf.old.
gl: Hase trasladar o ficheiro de configuración antigo a /etc/gnunet.conf.old.

source: Since some changes are *mandatory* in this file, a fresh default configuration file will now be installed
de: Da einige Änderungen an dieser Datei *zwingend* sind, wird jetzt eine frische Standardkonfigurationsdatei installiert.
es: Ahora se instalará un nuevo fichero de configuración debido a que algunos cambios en este fichero son *obligatorios*.
fi: Koska joidenkin muutosten tekeminen tiedostoon on pakollista, tuore oletusasetustiedosto asennetaan nyt.
fr: Certains réglages sont devenus *obligatoires* et un nouveau fichier de configuration va donc être installé.
gl: Xa que algúns cambios son *obrigatorios* neste ficheiro, hase instalar un novo ficheiro de configuración por defecto.
pt_br: Já que algumas mudanças são *obrigatórias* nesse arquivo, um novo arquivo de configuração padrão será instalado agora

source: Please take a look and make necessary changes in it if needed after installation.
de: Bitte überprüfen Sie diese und nehmen Sie bei Bedarf nach der Installation die notwendigen Änderungen vor.
es: Por favor, eche un vistazo y, si es necesario, haga los cambios que se necesiten después de la instalación.
fi: Tarkista se ja tee tarvittavat muutokset asennuksen jälkeen.
fr: Veuillez vérifier ce fichier de configuration et faire les modifcations nécessaires si besoin après l'installation.
gl: Bótelle unha ollada e faga os cambios necesarios nel trala instalación.
pt_br: Por favor, verifique e, se preciso, faça as mudanças necessárias após a instalação.

source: Upgrade from a version prior to 0.7.0
de: Upgrade von einer Version vor 0.7.0
es: Actualización desde una versión anterior a la 0.7.0
fi: Päivitys versiota 0.7.0 aiemmasta versiosta.
fr: Mise à jour depuis une version antérieure à la 0.7.0
gl: Actualizar dunha versión anterior á 0.7.0

source: It seems that you are upgrading GNUnet from a version prior to 0.7.x. GNUnet 0.7.x introduced new configuration files and a new database storage format which is not compatible with versions prior to 0.7.x.
de: Es scheint, dass Sie ein Upgrade von GNUnet von einer Version vor 0.7.x durchführen. GNUnet 0.7.x führte neue Konfigurationsdateien und ein neues Datenbankspeicherformat ein, die nicht mit denen von Versionen vor 0.7.x kompatibel sind.
es: Parece que está actualizando GNUnet desde una versión anterior a la 0.7.x. Se han introducido en GNUnet 0.7.x nuevos ficheros de configuración y un nuevo formato de almacenamiento que no es compatible con versiones anteriores a 0.7.x.
fi: Näyttää siltä, että olet päivittämässä GNUnetiä vanhemmasta kuin 0.7.x versiosta. Versioissa 0.7.x GNUnetiin tuli uusia asetustiedostoja ja uusi tietokantamuoto, joka ei ole yhteensopiva aiempien versioiden kanssa.
fr: Il semble que vous mettiez à jour GNUnet depuis une version antérieure à la 0.7.x. Avec GNUnet 0.7.x, de nouveaux fichiers de configuration ont été ajoutés et le format des données de la base a été modifié. Ces modifications ne sont pas compatible avec les versions antérieures à la 0.7.x.
gl: Semella que está a actualizar GNUnet dunha versión anterior á 0.7.x. GNUnet 0.7.x introduciu novos ficheiros de configuración e un novo formato de armacenamento de base de datos que non é compatible coas versións anteriores á 0.7.x.

source: GNUnet cannot convert your database format to the new format.
de: GNUnet kann Ihr Datenbankformat nicht in das neue Format konvertieren.
es: GNUnet no puede convertir el formato de su base de datos al nuevo formato.
fi: GNUnet ei pysty muuntamaan tietokantamuotoa uuteen muotoon.
fr: GNUnet ne peut pas convertir le format de votre base de données dans le nouveau format.
gl: GNUnet non pode converter a base de datos ao novo formato.

source: Your database storage will be automatically moved to /var/lib/GNUnet.prior07, and the gnunet package will build a new empty storage for you.
de: Ihre Datenbankspeicherung wird automatisch nach /var/lib/GNUnet.prior07 verschoben und das GNUnet-Paket wird eine neue, leere Speicherung für Sie erstellen.
es: El almacenamiento de su base de datos se moverá automáticamente a /var/lib/GNUnet.prior07, y el paquete gnunet construirá un nuevo almacenamiento vacío para usted.
fi: Tietokantavarasto siirretään automaattisesti nimelle /var/lib/GNUnet.prior07 ja gnunet-paketti luo uuden tyhjän varaston käyttöön.
fr: Votre base de données sera déplacée automatiquement dans /var/lib/GNUnet.prior07 et une nouvelle base vide sera créée pour vous.
gl: Hase trasladar a súa base de datos automaticamente a /var/lib/GNUnet.prior07, e o paquete gnunet ha construír unha nova base de datos baleira para vostede.

source: Your /etc/gnunet.conf file will also be moved to /etc/gnunet.conf.prior07 and replaced by /etc/gnunetd.conf which you can modify later by running "gnunet-setup -d -c /etc/gnunetd.conf", as root.
de: Auch Ihre /etc/gnunet.conf-Datei wird nach /etc/gnunet.conf.prior07 verschoben und durch /etc/gnunetd.conf ersetzt, die Sie später als Root mittels Ausführung von »gnunet-setup -d -c /etc/gnunetd.conf« verändern können.
es: También se moverá su fichero /etc/gnunet.conf a /etc/gnunet.conf.prior07 y se reemplazará por el fichero /etc/gnunetd.conf que podrá modificar posteriormente ejecutando «gnunet-setup -d -c /etc/gnunetd.conf» como superusuario.
fi: Lisäksi tiedosto /etc/gnunet.conf siirretään nimelle /etc/gnunet.conf.prior07 ja korvataan tiedostolla /etc/gnunetd.conf, jota voit muokata myöhemmin ajamalla pääkäyttäjänä komennon ”gnunet-setup -d -c /etc/gnunetd.conf”.
fr: Le fichier /etc/gnunet.conf a été renommé en /etc/gnunet.conf.prior07 et remplacé par un nouveau fichier /etc/gnunetd.conf que vous pourrez modifier plus tard en lançant la commande « gnunet-setup -d -c /etc/gnunetd.conf » en tant que superutilisateur (« root »).
gl: Tamén se ha trasladar o ficheiro /etc/gnunet.conf a /etc/gnunet.conf.prior07 e se ha substituír por /etc/gnunetd.conf, que ha poder modificar despois executando "gnunet-setup -d -c /etc/gnunetd.conf" coma administrador.

source: Should the GNUnet server be launched on boot?
de: Soll der GNUnet-Daemon beim Systemstart aktiviert werden?
fi: Tulisiko GNUnet-palvelin käynnistää käynnistettäessä tietokone?
gl: ¿Debe iniciarse o servizo GNUnet co sistema?

source: If you choose this option, a GNUnet server will be launched each time the system is started. Otherwise, you will need to launch GNUnet each time you want to use it.
de: Falls Sie diese Option auswählen, wird ein GNUnet-Server jedes Mal gestartet, wenn Ihre Maschine startet. Andernfalls, müssen Sie GNUnet jedes Mal starten, wenn Sie es benutzen wollen.
fi: Jos valitset tämän, GNUnet-palvelin käynnistetään aina, kun järjestelmä käynnistetään. Muussa tapauksessa GNUnet tulee käynnistää erikseen aina, kun sitä halutaan käyttää.
gl: Se escolle esta opción, hase iniciar un servidor GNUnet cada vez que inicie o sistema. Se non, ha ter que iniciar GNUnet cada vez que queira empregalo.

source: GNUnet user:
de: GNUnet-Benutzer:
es: Usuario GNUnet:
fi: GNUnet-käyttäjä:
gl: Usuario de GNUnet:
pt_br: Usuário do GNUnet:

source: Please choose the user that the GNUnet server process will run as.
de: Bitte wählen Sie den Benutzer aus, unter dessen Kennung der GNUnet-Daemonprozess laufen wird.
fi: Valitse käyttäjä, jota käytetään GNUnet-palvelinprosessin ajamiseen.
gl: Escolla o usuario co que se ha executar o servizo GNUnet.

source: This should be a dedicated account. If the specified account does not already exist, it will automatically be created, with no login shell.
de: Dies sollte ein dediziertes Konto sein. Falls das angegebene Konto nicht bereits existiert wird es automatisch (ohne Login-Shell) erstellt.
fi: Tämän tulisi olla tehtävälle omistettu tunnus. Jos annettua tunnusta ei ole vielä olemassa, se luodaan automaattisesti ilman kirjautumiskuorta.
gl: Debería ser unha conta adicada. Se a conta non existe, hase crear automaticamente sen intérprete de ordes para se conectar.

source: GNUnet group:
de: GNUnet-Gruppe:
es: Grupo GNUnet:
fi: GNUnet-ryhmä:
gl: Grupo de GNUnet:
pt_br: Grupo do GNUnet:

source: Please choose the group that the GNUnet server process will run as.
de: Bitte wählen Sie die Gruppe, unter deren Kennung der GNUnet-Daemonprozess laufen wird.
fi: Valitse ryhmä, jota käytetään GNUnet-palvelinprosessin ajamiseen.
gl: Escolla o grupo co que se ha executar o servizo GNUnet.

source: This should be a dedicated group, not one that already owns data. Only the members of this group will have access to GNUnet data, and be allowed to start and stop the GNUnet server.
de: Dies sollte eine dedizierte Gruppe sein, und keine, die bereits Daten besitzt. Nur die Mitglieder dieser Gruppe werden Zugriff auf GNUnet-Daten haben und nur ihnen wird es erlaubt, den GNUnet-Server zu starten und zu beenden.
fi: Tämän tulisi olla tehtävälle omistettu ryhmä; ei mikään ryhmä, joka jo omistaa tietoja. Vain tämän ryhmän jäsenet pääsevät käsiksi GNUnetin tietoihin ja voivat käynnistää tai pysäyttää GNUnet-palvelimen.
gl: Este debería ser un grupo adicado, non un que xa posúa datos. Só os membros dese grupo han ter acceso aos datos de GNUnet e permiso para iniciar e deter o servidor GNUnet.

source: Since there are important changes in this version, we will need to modify your GNUnet configuration file (/etc/gnunet.conf).
pt_br: Como há mudanças importantes nesta versão, nós precisaremos modificar o seu arquivo de configuração do GNUnet (/etc/gnunet.conf).

source: Your personal settings will be preserved as much as possible.
pt_br: Suas configurações pessoais serão preservadas o máximo possível.

source: For some obscure reason, we have failed to discover your configuration settings in /etc/gnunet.conf.
pt_br: Por alguma razão desconhecida, nós não conseguimos descobrir suas configurações em /etc/gnunet.conf

source: Your old configuration file will be moved to /etc/gnunet.conf.old.
pt_br: Seu arquivo de configuração anterior será movido para /etc/gnunet.conf.old.

source: Launch at startup?
pt_br: Rodar na inicialização?

source: Do you want to launch GNUnet as a system service ?
pt_br: Você deseja rodar o GNUnet como um serviço do sistema?

source: If you accept here, a GNUnet server will be started each time your machine starts. If you decline this option, you need to launch GNUnet each time you want to use it.
fr: Si vous choisissez cette option, le serveur GNUnet sera lancé à chaque démarrage de votre machine. Dans le cas contraire, vous devrez lancer vous-même GNUnet chaque que fois que vous souhaiterez l'utiliser.
pt_br: Se você aceitar, um servidor GNUnet será iniciado cada vez que o seu computador for iniciado. Caso contrário, você precisará rodar o GNUnet toda vez que quiser usá-lo.

source: Define the user owning the GNUnet daemon process.
fr: Veuillez indiquer l'utilisateur sous l'identité duquel s'exécutera le démon GNUnet.
pt_br: Defina o usuário que será dono do processo do daemon do GNUnet.

source: Define the group owning the GNUnet daemon process.
fr: Veuillez indiquer le groupe sous l'identité duquel s'exécutera le démon GNUnet.
pt_br: Defina o grupo que será responsável pelo processo de daemon do GNUnet.

source: For security reason, the best is to create a new group for this, and make sure that it owns no data beside GNUnet's ones.
fr: Pour des raisons de sécurité, il est conseillé de créer un nouveau groupe et de s'assurer qu'il ne pourra pas accéder à d'autre données que celles appartenant à GNUnet.
pt_br: Por razões de segurança, o melhor é criar um novo grupo para isto, e ter certeza de que ele não é dono de nenhuma informação, com exceção das do GNUnet.

source: Only the members of this group are allowed to start and stop the GNUnet server and have access to GNUnet data.
fr: Seuls les membres de ce groupe pourront démarrer et arrêter le serveur GNUnet et accéder aux données de GNUnet.
pt_br: Somente os membros deste grupo têm permissão para iniciar e parar o servidor GNUnet e têm acesso aos dados do GNUnet.

source: For security reasons, it's best to create a new user exclusively for GNUnet.
fr: Pour des raisons de sécurité, il est conseillé de créer un nouvel utilisateur exclusivement pour GNUnet.

source: If you choose this option, that user will automatically be created as a system user, for whom no login will be allowed.
fr: Si vous choisissez cette possibilité, un utilisateur système sera créé automatiquement. Il ne sera pas capable de se connecter interactivement au système.
